export const colorMap = {
  'Абрикосовый Крайола': {
    hex: '#FDD9B5',
    rgb: { r: 253, g: 217, b: 181 }
  },
  'Агатовый серый': {
    hex: '#B5B8B1',
    rgb: { r: 181, g: 184, b: 177 }
  },
  Аквамариновый: {
    hex: '#7FFFD4',
    rgb: { r: 127, g: 255, b: 212 }
  },
  'Аквамариновый Крайола': {
    hex: '#78DBE2',
    rgb: { r: 120, g: 219, b: 226 }
  },
  'Ализариновый красный': {
    hex: '#E32636',
    rgb: { r: 227, g: 38, b: 54 }
  },
  Алый: {
    hex: '#FF2400',
    rgb: { r: 255, g: 36, b: 0 }
  },
  'Амарантово-пурпурный': {
    hex: '#AB274F',
    rgb: { r: 171, g: 39, b: 79 }
  },
  'Амарантово-розовый': {
    hex: '#F19CBB',
    rgb: { r: 241, g: 156, b: 187 }
  },
  Амарантовый: {
    hex: '#E52B50',
    rgb: { r: 229, g: 43, b: 80 }
  },
  'Амарантовый глубоко-пурпурный': {
    hex: '#9F2B68',
    rgb: { r: 159, g: 43, b: 104 }
  },
  'Амарантовый маджента': {
    hex: '#ED3CCA',
    rgb: { r: 237, g: 60, b: 202 }
  },
  'Амарантовый светло-вишневый': {
    hex: '#CD2682',
    rgb: { r: 205, g: 38, b: 130 }
  },
  'Американский розовый': {
    hex: '#FF033E',
    rgb: { r: 255, g: 3, b: 62 }
  },
  Аметистовый: {
    hex: '#9966CC',
    rgb: { r: 153, g: 102, b: 204 }
  },
  'Античная латунь': {
    hex: '#CD9575',
    rgb: { r: 205, g: 149, b: 117 }
  },
  'Антрацитово-серый': {
    hex: '#293133',
    rgb: { r: 41, g: 49, b: 51 }
  },
  Антрацитовый: {
    hex: '#464451',
    rgb: { r: 70, g: 68, b: 81 }
  },
  Арлекин: {
    hex: '#44944A',
    rgb: { r: 68, g: 148, b: 74 }
  },
  'Аспидно-серый': {
    hex: '#2F4F4F',
    rgb: { r: 47, g: 79, b: 79 }
  },
  'Аспидно-синий': {
    hex: '#6A5ACD',
    rgb: { r: 106, g: 90, b: 205 }
  },
  'Бабушкины яблоки': {
    hex: '#A8E4A0',
    rgb: { r: 168, g: 228, b: 160 }
  },
  'Базальтово-серый': {
    hex: '#4E5754',
    rgb: { r: 78, g: 87, b: 84 }
  },
  'Баклажанный Крайола': {
    hex: '#614051',
    rgb: { r: 97, g: 64, b: 81 }
  },
  Баклажановый: {
    hex: '#990066',
    rgb: { r: 153, g: 0, b: 102 }
  },
  'Баклажановый Крайола': {
    hex: '#6E5160',
    rgb: { r: 110, g: 81, b: 96 }
  },
  Бананомания: {
    hex: '#FAE7B5',
    rgb: { r: 250, g: 231, b: 181 }
  },
  'Барвинок, перванш': {
    hex: '#CCCCFF',
    rgb: { r: 204, g: 204, b: 255 }
  },
  'Барвинок Крайола': {
    hex: '#C5D0E6',
    rgb: { r: 197, g: 208, b: 230 }
  },
  'Бедра испуганной нимфы': {
    hex: '#FAEEDD',
    rgb: { r: 250, g: 238, b: 221 }
  },
  'Бежево-коричневый': {
    hex: '#79553D',
    rgb: { r: 121, g: 85, b: 61 }
  },
  'Бежево-красный': {
    hex: '#C1876B',
    rgb: { r: 193, g: 135, b: 107 }
  },
  'Бежево-серый': {
    hex: '#6D6552',
    rgb: { r: 109, g: 101, b: 82 }
  },
  Бежевый: {
    hex: '#F5F5DC',
    rgb: { r: 245, g: 245, b: 220 }
  },
  'Бело-алюминиевый': {
    hex: '#A5A5A5',
    rgb: { r: 165, g: 165, b: 165 }
  },
  'Бело-зеленый': {
    hex: '#BDECB6',
    rgb: { r: 189, g: 236, b: 182 }
  },
  Белоснежный: {
    hex: '#FFFAFA',
    rgb: { r: 255, g: 250, b: 250 }
  },
  Белый: {
    hex: '#FFFFFF',
    rgb: { r: 255, g: 255, b: 255 }
  },
  'Белый антик': {
    hex: '#FAEBD7',
    rgb: { r: 250, g: 235, b: 215 }
  },
  'Белый навахо': {
    hex: '#FFDEAD',
    rgb: { r: 255, g: 222, b: 173 }
  },
  'Берлинская лазурь': {
    hex: '#003153',
    rgb: { r: 0, g: 49, b: 83 }
  },
  'Бирюзово-голубой Крайола': {
    hex: '#77DDE7',
    rgb: { r: 119, g: 221, b: 231 }
  },
  'Бирюзово-зеленый': {
    hex: '#1E5945',
    rgb: { r: 30, g: 89, b: 69 }
  },
  'Бирюзово-синий': {
    hex: '#3F888F',
    rgb: { r: 63, g: 136, b: 143 }
  },
  Бирюзовый: {
    hex: '#30D5C8',
    rgb: { r: 48, g: 213, b: 200 }
  },
  Бисквитный: {
    hex: '#FFE4C4',
    rgb: { r: 255, g: 228, b: 196 }
  },
  'Бисмарк-фуриозо': {
    hex: '#A5260A',
    rgb: { r: 165, g: 38, b: 10 }
  },
  Бистр: {
    hex: '#3D2B1F',
    rgb: { r: 61, g: 43, b: 31 }
  },
  'Бледно-васильковый': {
    hex: '#ABCDEF',
    rgb: { r: 171, g: 205, b: 239 }
  },
  'Бледно-желтый': {
    hex: '#FFDB8B',
    rgb: { r: 255, g: 219, b: 139 }
  },
  'Бледно-зелено-серый': {
    hex: '#8D917A',
    rgb: { r: 141, g: 145, b: 122 }
  },
  'Бледно-зеленый': {
    hex: '#89AC76',
    rgb: { r: 137, g: 172, b: 118 }
  },
  'Бледно-золотистый': {
    hex: '#EEE8AA',
    rgb: { r: 238, g: 232, b: 170 }
  },
  'Бледно-карминный': {
    hex: '#B03F35',
    rgb: { r: 176, g: 63, b: 53 }
  },
  'Бледно-каштановый': {
    hex: '#DDADAF',
    rgb: { r: 221, g: 173, b: 175 }
  },
  'Бледно-коричневый': {
    hex: '#755C48',
    rgb: { r: 117, g: 92, b: 72 }
  },
  'Бледно-песочный': {
    hex: '#DABDAB',
    rgb: { r: 218, g: 189, b: 171 }
  },
  'Бледно-пурпурный': {
    hex: '#F984E5',
    rgb: { r: 249, g: 132, b: 229 }
  },
  'Бледно-розоватый': {
    hex: '#FFCBDB',
    rgb: { r: 255, g: 203, b: 219 }
  },
  'Бледно-розовый': {
    hex: '#FADADD',
    rgb: { r: 250, g: 218, b: 221 }
  },
  'Бледно-синий': {
    hex: '#AFEEEE',
    rgb: { r: 175, g: 238, b: 238 }
  },
  'Бледно-фиолетовый': {
    hex: '#957B8D',
    rgb: { r: 149, g: 123, b: 141 }
  },
  'Бледный весенний бутон': {
    hex: '#ECEBBD',
    rgb: { r: 236, g: 235, b: 189 }
  },
  'Бледный желто-зеленый': {
    hex: '#F0D698',
    rgb: { r: 240, g: 214, b: 152 }
  },
  'Бледный желто-розовый': {
    hex: '#FFC8A8',
    rgb: { r: 255, g: 200, b: 168 }
  },
  'Бледный зеленовато-желтый': {
    hex: '#FFDF84',
    rgb: { r: 255, g: 223, b: 132 }
  },
  'Бледный зеленый': {
    hex: '#98FB98',
    rgb: { r: 152, g: 251, b: 152 }
  },
  'Бледный красно-пурпурный': {
    hex: '#AC7580',
    rgb: { r: 172, g: 117, b: 128 }
  },
  'Бледный оранжево-желтый': {
    hex: '#FFCA86',
    rgb: { r: 255, g: 202, b: 134 }
  },
  'Бледный пурпурно-розовый': {
    hex: '#FDBDBA',
    rgb: { r: 253, g: 189, b: 186 }
  },
  'Бледный пурпурно-синий': {
    hex: '#8A7F8E',
    rgb: { r: 138, g: 127, b: 142 }
  },
  'Бледный серо-коричневый': {
    hex: '#BC987E',
    rgb: { r: 188, g: 152, b: 126 }
  },
  'Бледный синий': {
    hex: '#919192',
    rgb: { r: 145, g: 145, b: 146 }
  },
  'Бледный фиолетово-красный': {
    hex: '#D87093',
    rgb: { r: 216, g: 112, b: 147 }
  },
  'Блестящий желто-зеленый': {
    hex: '#CED23A',
    rgb: { r: 206, g: 210, b: 58 }
  },
  'Блестящий желтовато-зеленый': {
    hex: '#8CCB5E',
    rgb: { r: 140, g: 203, b: 94 }
  },
  'Блестящий желтый': {
    hex: '#FFCF40',
    rgb: { r: 255, g: 207, b: 64 }
  },
  'Блестящий зеленовато-желтый': {
    hex: '#FFDC33',
    rgb: { r: 255, g: 220, b: 51 }
  },
  'Блестящий зеленовато-синий': {
    hex: '#2A8D9C',
    rgb: { r: 42, g: 141, b: 156 }
  },
  'Блестящий зеленый': {
    hex: '#47A76A',
    rgb: { r: 71, g: 167, b: 106 }
  },
  'Блестящий оранжевый': {
    hex: '#FFB841',
    rgb: { r: 255, g: 184, b: 65 }
  },
  'Блестящий пурпурно-розовый': {
    hex: '#FF97BB',
    rgb: { r: 255, g: 151, b: 187 }
  },
  'Блестящий пурпурно-синий': {
    hex: '#62639B',
    rgb: { r: 98, g: 99, b: 155 }
  },
  'Блестящий пурпурный': {
    hex: '#DD80CC',
    rgb: { r: 221, g: 128, b: 204 }
  },
  'Блестящий синевато-зеленый': {
    hex: '#009B76',
    rgb: { r: 0, g: 155, b: 118 }
  },
  'Блестящий синий': {
    hex: '#4285B4',
    rgb: { r: 66, g: 133, b: 180 }
  },
  'Блестящий фиолетовый': {
    hex: '#755D9A',
    rgb: { r: 117, g: 93, b: 154 }
  },
  'Блошиный (Красновато-коричневый)': {
    hex: '#755A57',
    rgb: { r: 117, g: 90, b: 87 }
  },
  Бобровый: {
    hex: '#9F8170',
    rgb: { r: 159, g: 129, b: 112 }
  },
  'Болгарский розовый': {
    hex: '#480607',
    rgb: { r: 72, g: 6, b: 7 }
  },
  Болотный: {
    hex: '#ACB78E',
    rgb: { r: 172, g: 183, b: 142 }
  },
  'Бордо (Красно-бордовый)': {
    hex: '#B00000',
    rgb: { r: 176, g: 0, b: 0 }
  },
  'Бордово-фиолетовый': {
    hex: '#641C34',
    rgb: { r: 100, g: 28, b: 52 }
  },
  Бордовый: {
    hex: '#9B2D30',
    rgb: { r: 155, g: 45, b: 48 }
  },
  'Бороды Абдель-Керима': {
    hex: '#D5D5D5',
    rgb: { r: 213, g: 213, b: 213 }
  },
  'Брезентово-серый': {
    hex: '#4C514A',
    rgb: { r: 76, g: 81, b: 74 }
  },
  'Бриллиантово-синий': {
    hex: '#3E5F8A',
    rgb: { r: 62, g: 95, b: 138 }
  },
  'Бриллиантовый оранжево-желтый': {
    hex: '#FFB02E',
    rgb: { r: 255, g: 176, b: 46 }
  },
  Бронзовый: {
    hex: '#CD7F32',
    rgb: { r: 205, g: 127, b: 50 }
  },
  Бургундский: {
    hex: '#900020',
    rgb: { r: 144, g: 0, b: 32 }
  },
  Бурый: {
    hex: '#45161C',
    rgb: { r: 69, g: 22, b: 28 }
  },
  'Бутылочно-зеленый': {
    hex: '#343B29',
    rgb: { r: 52, g: 59, b: 41 }
  },
  Ванильный: {
    hex: '#D5713F',
    rgb: { r: 213, g: 113, b: 63 }
  },
  Васильковый: {
    hex: '#6495ED',
    rgb: { r: 100, g: 149, b: 237 }
  },
  'Васильковый Крайола': {
    hex: '#9ACEEB',
    rgb: { r: 154, g: 206, b: 235 }
  },
  Вердепешевый: {
    hex: '#DAD871',
    rgb: { r: 218, g: 216, b: 113 }
  },
  Вердепомовый: {
    hex: '#34C924',
    rgb: { r: 52, g: 201, b: 36 }
  },
  'Вересково-фиолетовый': {
    hex: '#DE4C8A',
    rgb: { r: 222, g: 76, b: 138 }
  },
  'Весенне-зеленый (Зеленая весна)': {
    hex: '#00FF7F',
    rgb: { r: 0, g: 255, b: 127 }
  },
  'Весенне-зеленый Крайола': {
    hex: '#ECEABE',
    rgb: { r: 236, g: 234, b: 190 }
  },
  'Весенний бутон': {
    hex: '#A7FC00',
    rgb: { r: 167, g: 252, b: 0 }
  },
  Византийский: {
    hex: '#BD33A4',
    rgb: { r: 189, g: 51, b: 164 }
  },
  Византия: {
    hex: '#702963',
    rgb: { r: 112, g: 41, b: 99 }
  },
  'Винно-красный': {
    hex: '#5E2129',
    rgb: { r: 94, g: 33, b: 41 }
  },
  'Винтовочный зеленый': {
    hex: '#414833',
    rgb: { r: 65, g: 72, b: 51 }
  },
  'Вишневый (Вишня)': {
    hex: '#911E42',
    rgb: { r: 145, g: 30, b: 66 }
  },
  'В меру оливково-коричневый': {
    hex: '#64400F',
    rgb: { r: 100, g: 64, b: 15 }
  },
  'Водная синь': {
    hex: '#256D7B',
    rgb: { r: 37, g: 109, b: 123 }
  },
  'Воды пляжа Бонди': {
    hex: '#0095B6',
    rgb: { r: 0, g: 149, b: 182 }
  },
  'Восход солнца': {
    hex: '#FFCF48',
    rgb: { r: 255, g: 207, b: 72 }
  },
  'Галечный серый': {
    hex: '#B8B799',
    rgb: { r: 184, g: 183, b: 153 }
  },
  Гейнсборо: {
    hex: '#DCDCDC',
    rgb: { r: 220, g: 220, b: 220 }
  },
  'Гелиотроп (Гелиотроповый)': {
    hex: '#DF73FF',
    rgb: { r: 223, g: 115, b: 255 }
  },
  'Георгиново-желтый': {
    hex: '#F3A505',
    rgb: { r: 243, g: 165, b: 5 }
  },
  'Глиняный коричневый': {
    hex: '#734222',
    rgb: { r: 115, g: 66, b: 34 }
  },
  'Глициния (Глициниевый)': {
    hex: '#C9A0DC',
    rgb: { r: 201, g: 160, b: 220 }
  },
  'Глициния Крайола': {
    hex: '#CDA4DE',
    rgb: { r: 205, g: 164, b: 222 }
  },
  'Глубокая фуксия Крайола': {
    hex: '#C154C1',
    rgb: { r: 193, g: 84, b: 193 }
  },
  'Глубокий желто-коричневый': {
    hex: '#593315',
    rgb: { r: 89, g: 51, b: 21 }
  },
  'Глубокий желто-розовый': {
    hex: '#F64A46',
    rgb: { r: 246, g: 74, b: 70 }
  },
  'Глубокий желтовато-зеленый': {
    hex: '#00541F',
    rgb: { r: 0, g: 84, b: 31 }
  },
  'Глубокий желтый': {
    hex: '#B57900',
    rgb: { r: 181, g: 121, b: 0 }
  },
  'Глубокий желтый зеленый': {
    hex: '#425E17',
    rgb: { r: 66, g: 94, b: 23 }
  },
  'Глубокий зеленовато-желтый': {
    hex: '#9F8200',
    rgb: { r: 159, g: 130, b: 0 }
  },
  'Глубокий зеленый': {
    hex: '#004524',
    rgb: { r: 0, g: 69, b: 36 }
  },
  'Глубокий карминно-розовый': {
    hex: '#EF3038',
    rgb: { r: 239, g: 48, b: 56 }
  },
  'Глубокий карминный': {
    hex: '#A9203E',
    rgb: { r: 169, g: 32, b: 62 }
  },
  'Глубокий коралловый': {
    hex: '#FF4040',
    rgb: { r: 255, g: 64, b: 64 }
  },
  'Глубокий коричневый': {
    hex: '#4D220E',
    rgb: { r: 77, g: 34, b: 14 }
  },
  'Глубокий красно-коричневый': {
    hex: '#490005',
    rgb: { r: 73, g: 0, b: 5 }
  },
  'Глубокий красно-оранжевый': {
    hex: '#A91D11',
    rgb: { r: 169, g: 29, b: 17 }
  },
  'Глубокий красно-пурпурный': {
    hex: '#641349',
    rgb: { r: 100, g: 19, b: 73 }
  },
  'Глубокий красный': {
    hex: '#7B001C',
    rgb: { r: 123, g: 0, b: 28 }
  },
  'Глубокий оливково-зеленый': {
    hex: '#142300',
    rgb: { r: 20, g: 35, b: 0 }
  },
  'Глубокий оранжево-желтый': {
    hex: '#D76E00',
    rgb: { r: 215, g: 110, b: 0 }
  },
  'Глубокий оранжевый': {
    hex: '#C34D0A',
    rgb: { r: 195, g: 77, b: 10 }
  },
  'Глубокий пурпурно-красный': {
    hex: '#6F0035',
    rgb: { r: 111, g: 0, b: 53 }
  },
  'Глубокий пурпурно-розовый': {
    hex: '#EB5284',
    rgb: { r: 235, g: 82, b: 132 }
  },
  'Глубокий пурпурно-синий': {
    hex: '#1A153F',
    rgb: { r: 26, g: 21, b: 63 }
  },
  'Глубокий пурпурный': {
    hex: '#531A50',
    rgb: { r: 83, g: 26, b: 80 }
  },
  'Глубокий розовый': {
    hex: '#FF1493',
    rgb: { r: 255, g: 20, b: 147 }
  },
  'Глубокий синевато-зеленый': {
    hex: '#00382B',
    rgb: { r: 0, g: 56, b: 43 }
  },
  'Глубокий синий': {
    hex: '#002F55',
    rgb: { r: 0, g: 47, b: 85 }
  },
  'Глубокий фиолетово-черный': {
    hex: '#240935',
    rgb: { r: 36, g: 9, b: 53 }
  },
  'Глубокий фиолетовый': {
    hex: '#423189',
    rgb: { r: 66, g: 49, b: 137 }
  },
  'Голубино-синий': {
    hex: '#606E8C',
    rgb: { r: 96, g: 110, b: 140 }
  },
  Голубой: {
    hex: '#42AAFF',
    rgb: { r: 66, g: 170, b: 255 }
  },
  'Голубой (Морозное небо)': {
    hex: '#00BFFF',
    rgb: { r: 0, g: 191, b: 255 }
  },
  'Голубой колокольчик Крайола': {
    hex: '#A2A2D0',
    rgb: { r: 162, g: 162, b: 208 }
  },
  'Голубой Крайола': {
    hex: '#80DAEB',
    rgb: { r: 128, g: 218, b: 235 }
  },
  'Горечавково-синий': {
    hex: '#0E294B',
    rgb: { r: 14, g: 41, b: 75 }
  },
  'Горный луг': {
    hex: '#30BA8F',
    rgb: { r: 48, g: 186, b: 143 }
  },
  'Городское небо (Пасмурно-небесный)': {
    hex: '#87CEEB',
    rgb: { r: 135, g: 206, b: 235 }
  },
  Горчичный: {
    hex: '#FFDB58',
    rgb: { r: 255, g: 219, b: 88 }
  },
  'Горько-сладкий': {
    hex: '#FD7C6E',
    rgb: { r: 253, g: 124, b: 110 }
  },
  Гранатовый: {
    hex: '#F34723',
    rgb: { r: 243, g: 71, b: 35 }
  },
  'Гранитовый серый (Гранитный)': {
    hex: '#2F353B',
    rgb: { r: 47, g: 53, b: 59 }
  },
  'Графитно-черный': {
    hex: '#1C1C1C',
    rgb: { r: 28, g: 28, b: 28 }
  },
  'Графитовый серый': {
    hex: '#474A51',
    rgb: { r: 71, g: 74, b: 81 }
  },
  Гридеперлевый: {
    hex: '#C7D0CC',
    rgb: { r: 199, g: 208, b: 204 }
  },
  'Грузинский розовый': {
    hex: '#D71868',
    rgb: { r: 215, g: 24, b: 104 }
  },
  'Грушево-зеленый': {
    hex: '#D1E231',
    rgb: { r: 209, g: 226, b: 49 }
  },
  Грушевый: {
    hex: '#EFD334',
    rgb: { r: 239, g: 211, b: 52 }
  },
  Гуммигут: {
    hex: '#E49B0F',
    rgb: { r: 228, g: 155, b: 15 }
  },
  Гусеница: {
    hex: '#B2EC5D',
    rgb: { r: 178, g: 236, b: 93 }
  },
  'Дартмутский зеленый': {
    hex: '#00693E',
    rgb: { r: 0, g: 105, b: 62 }
  },
  'Джазовый джем': {
    hex: '#CA3767',
    rgb: { r: 202, g: 55, b: 103 }
  },
  'Джинсовый синий': {
    hex: '#1560BD',
    rgb: { r: 21, g: 96, b: 189 }
  },
  'Дикая клубника Крайола': {
    hex: '#FF43A4',
    rgb: { r: 255, g: 67, b: 164 }
  },
  'Дикий арбуз Крайола': {
    hex: '#FC6C85',
    rgb: { r: 252, g: 108, b: 133 }
  },
  'Дикий синий Крайола': {
    hex: '#A2ADD0',
    rgb: { r: 162, g: 173, b: 208 }
  },
  'Дымчато-белый': {
    hex: '#F5F5F5',
    rgb: { r: 245, g: 245, b: 245 }
  },
  'Дынно-желтый': {
    hex: '#F4A900',
    rgb: { r: 244, g: 169, b: 0 }
  },
  'Дыня Крайола': {
    hex: '#FDBCB4',
    rgb: { r: 253, g: 188, b: 180 }
  },
  'Железно-серый': {
    hex: '#434B4D',
    rgb: { r: 67, g: 75, b: 77 }
  },
  'Желтая сера': {
    hex: '#EDFF21',
    rgb: { r: 237, g: 255, b: 33 }
  },
  'Желтая слоновая кость': {
    hex: '#E1CC4F',
    rgb: { r: 225, g: 204, b: 79 }
  },
  'Желто-зеленый': {
    hex: '#9ACD32',
    rgb: { r: 154, g: 205, b: 50 }
  },
  'Желто-зеленый Крайола': {
    hex: '#C5E384',
    rgb: { r: 197, g: 227, b: 132 }
  },
  'Желто-золотой': {
    hex: '#CDA434',
    rgb: { r: 205, g: 164, b: 52 }
  },
  'Желто-оливковый': {
    hex: '#47402E',
    rgb: { r: 71, g: 64, b: 46 }
  },
  'Желто-оранжевый': {
    hex: '#ED760E',
    rgb: { r: 237, g: 118, b: 14 }
  },
  'Желто-оранжевый Крайола': {
    hex: '#FFAE42',
    rgb: { r: 255, g: 174, b: 66 }
  },
  'Желто-персиковый': {
    hex: '#FADFAD',
    rgb: { r: 250, g: 223, b: 173 }
  },
  'Желто-розовый': {
    hex: '#FFE4B2',
    rgb: { r: 255, g: 228, b: 178 }
  },
  'Желто-серый': {
    hex: '#8F8B66',
    rgb: { r: 143, g: 139, b: 102 }
  },
  'Желтовато-белый': {
    hex: '#FFE2B7',
    rgb: { r: 255, g: 226, b: 183 }
  },
  'Желтовато-серый': {
    hex: '#CAA885',
    rgb: { r: 202, g: 168, b: 133 }
  },
  Желтый: {
    hex: '#FFFF00',
    rgb: { r: 255, g: 255, b: 0 }
  },
  'Желтый карри': {
    hex: '#9D9101',
    rgb: { r: 157, g: 145, b: 1 }
  },
  'Желтый Крайола': {
    hex: '#FCE883',
    rgb: { r: 252, g: 232, b: 131 }
  },
  'Желтый ракитник': {
    hex: '#D6AE01',
    rgb: { r: 214, g: 174, b: 1 }
  },
  'Жемчужно-белый': {
    hex: '#EAE6CA',
    rgb: { r: 234, g: 230, b: 202 }
  },
  'Жженый апельсин (Выгоревший оранжевый)': {
    hex: '#CC5500',
    rgb: { r: 204, g: 85, b: 0 }
  },
  Жимолость: {
    hex: '#CB6586',
    rgb: { r: 203, g: 101, b: 134 }
  },
  'Защитно-синий': {
    hex: '#1E90FF',
    rgb: { r: 30, g: 144, b: 255 }
  },
  'Защитный хаки (Камуфляжный)': {
    hex: '#78866B',
    rgb: { r: 120, g: 134, b: 107 }
  },
  'Звезды в шоке': {
    hex: '#FF47CA',
    rgb: { r: 255, g: 71, b: 202 }
  },
  'Зеленая лужайка': {
    hex: '#7CFC00',
    rgb: { r: 124, g: 252, b: 0 }
  },
  'Зеленая сосна': {
    hex: '#01796F',
    rgb: { r: 1, g: 121, b: 111 }
  },
  'Зеленая сосна Крайола': {
    hex: '#158078',
    rgb: { r: 21, g: 128, b: 120 }
  },
  'Зелено-бежевый': {
    hex: '#BEBD7F',
    rgb: { r: 190, g: 189, b: 127 }
  },
  'Зелено-желтый': {
    hex: '#ADFF2F',
    rgb: { r: 173, g: 255, b: 47 }
  },
  'Зелено-желтый Крайола': {
    hex: '#F0E891',
    rgb: { r: 240, g: 232, b: 145 }
  },
  'Зелено-коричневый': {
    hex: '#826C34',
    rgb: { r: 130, g: 108, b: 52 }
  },
  'Зелено-лаймовый': {
    hex: '#BFFF00',
    rgb: { r: 191, g: 255, b: 0 }
  },
  'Зелено-серый': {
    hex: '#4D5645',
    rgb: { r: 77, g: 86, b: 69 }
  },
  'Зелено-синий': {
    hex: '#1F3438',
    rgb: { r: 31, g: 52, b: 56 }
  },
  'Зелено-синий Крайола': {
    hex: '#1164B4',
    rgb: { r: 17, g: 100, b: 180 }
  },
  'Зеленовато-белый': {
    hex: '#F5E6CB',
    rgb: { r: 245, g: 230, b: 203 }
  },
  'Зеленовато-серый': {
    hex: '#7A7666',
    rgb: { r: 122, g: 118, b: 102 }
  },
  'Зеленовато-черный': {
    hex: '#181513',
    rgb: { r: 24, g: 21, b: 19 }
  },
  'Зеленоватый мокрый асфальт': {
    hex: '#4E5452',
    rgb: { r: 78, g: 84, b: 82 }
  },
  'Зеленое море': {
    hex: '#2E8B57',
    rgb: { r: 46, g: 139, b: 87 }
  },
  'Зеленые джунгли Крайола': {
    hex: '#3BB08F',
    rgb: { r: 59, g: 176, b: 143 }
  },
  'Зеленые джунгли Крайола 90-го года': {
    hex: '#29AB87',
    rgb: { r: 41, g: 171, b: 135 }
  },
  Зеленый: {
    hex: '#008000',
    rgb: { r: 0, g: 128, b: 0 }
  },
  'Зеленый Крайола': {
    hex: '#1CAC78',
    rgb: { r: 28, g: 172, b: 120 }
  },
  'Зеленый лишайник, мох (Цвет зеленого мха)': {
    hex: '#ADDFAD',
    rgb: { r: 173, g: 223, b: 173 }
  },
  'Зеленый Мичиганского университета': {
    hex: '#006633',
    rgb: { r: 0, g: 102, b: 51 }
  },
  'Зеленый мох': {
    hex: '#2F4538',
    rgb: { r: 47, g: 69, b: 56 }
  },
  'Зеленый орел': {
    hex: '#004953',
    rgb: { r: 0, g: 73, b: 83 }
  },
  'Зеленый папоротник': {
    hex: '#4F7942',
    rgb: { r: 79, g: 121, b: 66 }
  },
  'Зеленый трилистник': {
    hex: '#009A63',
    rgb: { r: 0, g: 154, b: 99 }
  },
  'Зеленый чай': {
    hex: '#D0F0C0',
    rgb: { r: 208, g: 240, b: 192 }
  },
  'Золотарник Крайола': {
    hex: '#FCD975',
    rgb: { r: 252, g: 217, b: 117 }
  },
  'Золотисто-березовый': {
    hex: '#DAA520',
    rgb: { r: 218, g: 165, b: 32 }
  },
  'Золотисто-каштановый': {
    hex: '#712F26',
    rgb: { r: 113, g: 47, b: 38 }
  },
  'Золотой (Золотистый)': {
    hex: '#FFD700',
    rgb: { r: 255, g: 215, b: 0 }
  },
  'Золотой Крайола': {
    hex: '#E7C697',
    rgb: { r: 231, g: 198, b: 151 }
  },
  'Ивово-коричневый': {
    hex: '#321414',
    rgb: { r: 50, g: 20, b: 20 }
  },
  'Известковая глина': {
    hex: '#79443B',
    rgb: { r: 121, g: 68, b: 59 }
  },
  Изумруд: {
    hex: '#009B77',
    rgb: { r: 0, g: 155, b: 119 }
  },
  'Изумрудно-зеленый': {
    hex: '#287233',
    rgb: { r: 40, g: 114, b: 51 }
  },
  Изумрудный: {
    hex: '#50C878',
    rgb: { r: 80, g: 200, b: 120 }
  },
  Индиго: {
    hex: '#4B0082',
    rgb: { r: 75, g: 0, b: 130 }
  },
  'Индиго Крайола': {
    hex: '#5D76CB',
    rgb: { r: 93, g: 118, b: 203 }
  },
  'Индийский зеленый': {
    hex: '#138808',
    rgb: { r: 19, g: 136, b: 8 }
  },
  'Индийский красный, каштановый': {
    hex: '#CD5C5C',
    rgb: { r: 205, g: 92, b: 92 }
  },
  'Ирландский зеленый': {
    hex: '#4CBB17',
    rgb: { r: 76, g: 187, b: 23 }
  },
  'Июньский бутон': {
    hex: '#BDDA57',
    rgb: { r: 189, g: 218, b: 87 }
  },
  'Кадетский синий': {
    hex: '#5F9EA0',
    rgb: { r: 95, g: 158, b: 160 }
  },
  'Кадетский синий Крайола': {
    hex: '#B0B7C6',
    rgb: { r: 176, g: 183, b: 198 }
  },
  Камелопардовый: {
    hex: '#A25F2A',
    rgb: { r: 162, g: 95, b: 42 }
  },
  'Каменно-серый': {
    hex: '#8B8C7A',
    rgb: { r: 139, g: 140, b: 122 }
  },
  'Канареечный (Ярко-желтый)': {
    hex: '#FFFF99',
    rgb: { r: 255, g: 255, b: 153 }
  },
  'Капри синий': {
    hex: '#1B5583',
    rgb: { r: 27, g: 85, b: 131 }
  },
  Кардинал: {
    hex: '#C41E3A',
    rgb: { r: 196, g: 30, b: 58 }
  },
  'Карибский зеленый': {
    hex: '#1CD3A2',
    rgb: { r: 28, g: 211, b: 162 }
  },
  Кармин: {
    hex: '#960018',
    rgb: { r: 150, g: 0, b: 24 }
  },
  'Карминно-красный': {
    hex: '#A2231D',
    rgb: { r: 162, g: 35, b: 29 }
  },
  'Карминно-розовый': {
    hex: '#EB4C42',
    rgb: { r: 235, g: 76, b: 66 }
  },
  'Карминово-красный': {
    hex: '#FF0033',
    rgb: { r: 255, g: 0, b: 51 }
  },
  'Каштаново-коричневый': {
    hex: '#633A34',
    rgb: { r: 99, g: 58, b: 52 }
  },
  'Каштановый Крайола': {
    hex: '#BC5D58',
    rgb: { r: 188, g: 93, b: 88 }
  },
  Кварцевый: {
    hex: '#99958C',
    rgb: { r: 153, g: 149, b: 140 }
  },
  'Кварцевый серый': {
    hex: '#6C6960',
    rgb: { r: 108, g: 105, b: 96 }
  },
  Киноварь: {
    hex: '#FF4D00',
    rgb: { r: 255, g: 77, b: 0 }
  },
  'Кирпично-красный': {
    hex: '#CB4154',
    rgb: { r: 203, g: 65, b: 84 }
  },
  Кирпичный: {
    hex: '#884535',
    rgb: { r: 136, g: 69, b: 53 }
  },
  'Китайский красный (Киноварь)': {
    hex: '#E34234',
    rgb: { r: 227, g: 66, b: 52 }
  },
  'Кленовый зеленый': {
    hex: '#507D2A',
    rgb: { r: 80, g: 125, b: 42 }
  },
  'Клубнично-красный': {
    hex: '#D53032',
    rgb: { r: 213, g: 48, b: 50 }
  },
  'Кобальтово-синий': {
    hex: '#1E213D',
    rgb: { r: 30, g: 33, b: 61 }
  },
  'Кобальт синий (Кобальтовый)': {
    hex: '#0047AB',
    rgb: { r: 0, g: 71, b: 171 }
  },
  'Кожа буйвола (Палевый)': {
    hex: '#F0DC82',
    rgb: { r: 240, g: 220, b: 130 }
  },
  'Кожура апельсина': {
    hex: '#FFA000',
    rgb: { r: 255, g: 160, b: 0 }
  },
  'Кораллово-красный': {
    hex: '#B32821',
    rgb: { r: 179, g: 40, b: 33 }
  },
  Коралловый: {
    hex: '#FF7F50',
    rgb: { r: 255, g: 127, b: 80 }
  },
  Кордованский: {
    hex: '#893F45',
    rgb: { r: 137, g: 63, b: 69 }
  },
  'Коричневато-оранжевый': {
    hex: '#B15124',
    rgb: { r: 177, g: 81, b: 36 }
  },
  'Коричневато-розовый': {
    hex: '#CD9A7B',
    rgb: { r: 205, g: 154, b: 123 }
  },
  'Коричневато-серый': {
    hex: '#503D33',
    rgb: { r: 80, g: 61, b: 51 }
  },
  'Коричневато-черный': {
    hex: '#140F0B',
    rgb: { r: 20, g: 15, b: 11 }
  },
  'Коричнево-бежевый': {
    hex: '#8A6642',
    rgb: { r: 138, g: 102, b: 66 }
  },
  'Коричнево-бордовый': {
    hex: '#A52A2A',
    rgb: { r: 165, g: 42, b: 42 }
  },
  'Коричнево-желтый цвета увядших листьев': {
    hex: '#C19A6B',
    rgb: { r: 193, g: 154, b: 107 }
  },
  'Коричнево-зеленый': {
    hex: '#39352A',
    rgb: { r: 57, g: 53, b: 42 }
  },
  'Коричнево-красный': {
    hex: '#781F19',
    rgb: { r: 120, g: 31, b: 25 }
  },
  'Коричнево-малиновый': {
    hex: '#800000',
    rgb: { r: 128, g: 0, b: 0 }
  },
  'Коричнево-малиновый Крайола': {
    hex: '#C8385A',
    rgb: { r: 200, g: 56, b: 90 }
  },
  'Коричнево-оливковый': {
    hex: '#25221B',
    rgb: { r: 37, g: 34, b: 27 }
  },
  Коричневый: {
    hex: '#964B00',
    rgb: { r: 150, g: 75, b: 0 }
  },
  'Коричневый Крайола': {
    hex: '#B4674D',
    rgb: { r: 180, g: 103, b: 77 }
  },
  'Коричневый серый': {
    hex: '#464531',
    rgb: { r: 70, g: 69, b: 49 }
  },
  'Коричневый цвета кожанного седла для лошади': {
    hex: '#8B4513',
    rgb: { r: 139, g: 69, b: 19 }
  },
  Коричный: {
    hex: '#7B3F00',
    rgb: { r: 123, g: 63, b: 0 }
  },
  'Королевская фуксия': {
    hex: '#CA2C92',
    rgb: { r: 202, g: 44, b: 146 }
  },
  'Королевский пурпурный Крайола': {
    hex: '#7851A9',
    rgb: { r: 120, g: 81, b: 169 }
  },
  'Королевский синий': {
    hex: '#4169E1',
    rgb: { r: 65, g: 105, b: 225 }
  },
  'Космические сливки': {
    hex: '#FFF8E7',
    rgb: { r: 255, g: 248, b: 231 }
  },
  Космос: {
    hex: '#414A4C',
    rgb: { r: 65, g: 74, b: 76 }
  },
  Кофейный: {
    hex: '#442D25',
    rgb: { r: 68, g: 45, b: 37 }
  },
  'Крайоловый Абрикос': {
    hex: '#FDD5B1',
    rgb: { r: 253, g: 213, b: 177 }
  },
  'Красно-буро-оранжевый': {
    hex: '#CD5700',
    rgb: { r: 205, g: 87, b: 0 }
  },
  'Красно-желто-коричневый': {
    hex: '#80461B',
    rgb: { r: 128, g: 70, b: 27 }
  },
  'Красно-коричневый': {
    hex: '#592321',
    rgb: { r: 89, g: 35, b: 33 }
  },
  'Красно-оранжевый': {
    hex: '#C93C20',
    rgb: { r: 201, g: 60, b: 32 }
  },
  'Красно-оранжевый Крайола': {
    hex: '#FF5349',
    rgb: { r: 255, g: 83, b: 73 }
  },
  'Красно-сиреневый': {
    hex: '#6D3F5B',
    rgb: { r: 109, g: 63, b: 91 }
  },
  'Красно-фиолетовый': {
    hex: '#922B3E',
    rgb: { r: 146, g: 43, b: 62 }
  },
  'Красно-фиолетовый Крайола': {
    hex: '#C0448F',
    rgb: { r: 192, g: 68, b: 143 }
  },
  'Красновато-серый': {
    hex: '#8B6C62',
    rgb: { r: 139, g: 108, b: 98 }
  },
  'Красновато-черный': {
    hex: '#1E1112',
    rgb: { r: 30, g: 17, b: 18 }
  },
  'Красное дерево': {
    hex: '#C04000',
    rgb: { r: 192, g: 64, b: 0 }
  },
  'Красное дерево Крайола': {
    hex: '#CD4A4C',
    rgb: { r: 205, g: 74, b: 76 }
  },
  Красный: {
    hex: '#FF0000',
    rgb: { r: 255, g: 0, b: 0 }
  },
  'Красный Крайола': {
    hex: '#EE204D',
    rgb: { r: 238, g: 32, b: 77 }
  },
  'Красный песок': {
    hex: '#F4A460',
    rgb: { r: 244, g: 164, b: 96 }
  },
  'Кремово-желтый': {
    hex: '#FFFDD0',
    rgb: { r: 255, g: 253, b: 208 }
  },
  Кремовый: {
    hex: '#FDF4E3',
    rgb: { r: 253, g: 244, b: 227 }
  },
  'Кремовый хаки': {
    hex: '#C3B091',
    rgb: { r: 195, g: 176, b: 145 }
  },
  'Кричащий зеленый': {
    hex: '#76FF7A',
    rgb: { r: 118, g: 255, b: 122 }
  },
  'Крутой розовый Крайола': {
    hex: '#FB607F',
    rgb: { r: 251, g: 96, b: 127 }
  },
  'Кукурузно-желтый': {
    hex: '#E4A010',
    rgb: { r: 228, g: 160, b: 16 }
  },
  Кукурузный: {
    hex: '#FBEC5D',
    rgb: { r: 251, g: 236, b: 93 }
  },
  'Лаванда (Лавандовый)': {
    hex: '#E6E6FA',
    rgb: { r: 230, g: 230, b: 250 }
  },
  'Лавандовый Крайола': {
    hex: '#FCB4D5',
    rgb: { r: 252, g: 180, b: 213 }
  },
  'Лавандовый розовый': {
    hex: '#FBA0E3',
    rgb: { r: 251, g: 160, b: 227 }
  },
  'Лазерный лимон': {
    hex: '#FEFE22',
    rgb: { r: 254, g: 254, b: 34 }
  },
  'Лазурно-серый (Зеленовато-синий)': {
    hex: '#007BA7',
    rgb: { r: 0, g: 123, b: 167 }
  },
  'Лазурно-синий': {
    hex: '#025669',
    rgb: { r: 2, g: 86, b: 105 }
  },
  'Лазурный, Азур': {
    hex: '#007FFF',
    rgb: { r: 0, g: 127, b: 255 }
  },
  'Лазурный Крайола': {
    hex: '#1DACD6',
    rgb: { r: 29, g: 172, b: 214 }
  },
  Лайм: {
    hex: '#00FF00',
    rgb: { r: 0, g: 255, b: 0 }
  },
  'Лаймово-зеленый': {
    hex: '#32CD32',
    rgb: { r: 50, g: 205, b: 50 }
  },
  Ламантин: {
    hex: '#979AAA',
    rgb: { r: 151, g: 154, b: 170 }
  },
  Латунный: {
    hex: '#B5A642',
    rgb: { r: 181, g: 166, b: 66 }
  },
  'Лесной волк': {
    hex: '#DBD7D2',
    rgb: { r: 219, g: 215, b: 210 }
  },
  'Лесной зеленый': {
    hex: '#228B22',
    rgb: { r: 34, g: 139, b: 34 }
  },
  Ливерный: {
    hex: '#534B4F',
    rgb: { r: 83, g: 75, b: 79 }
  },
  Лиловый: {
    hex: '#DB7093',
    rgb: { r: 219, g: 112, b: 147 }
  },
  'Лимонно-желтый': {
    hex: '#C7B446',
    rgb: { r: 199, g: 180, b: 70 }
  },
  'Лимонно-желтый Крайола': {
    hex: '#FFF44F',
    rgb: { r: 255, g: 244, b: 79 }
  },
  'Лимонно-кремовый': {
    hex: '#FFFACD',
    rgb: { r: 255, g: 250, b: 205 }
  },
  Лимонный: {
    hex: '#FDE910',
    rgb: { r: 253, g: 233, b: 16 }
  },
  'Лиственно-зеленый': {
    hex: '#2D572C',
    rgb: { r: 45, g: 87, b: 44 }
  },
  'Лиственный зеленый Крайола': {
    hex: '#6DAE81',
    rgb: { r: 109, g: 174, b: 129 }
  },
  'Лососево-красный': {
    hex: '#D95030',
    rgb: { r: 217, g: 80, b: 48 }
  },
  'Лососево-оранжевый': {
    hex: '#E55137',
    rgb: { r: 229, g: 81, b: 55 }
  },
  Лососевый: {
    hex: '#FF8C69',
    rgb: { r: 255, g: 140, b: 105 }
  },
  'Лососевый Крайола': {
    hex: '#FF9BAA',
    rgb: { r: 255, g: 155, b: 170 }
  },
  Льняной: {
    hex: '#FAF0E6',
    rgb: { r: 250, g: 240, b: 230 }
  },
  'Люминесцентный красный': {
    hex: '#F80000',
    rgb: { r: 248, g: 0, b: 0 }
  },
  'Люминесцентный ярко-оранжевый': {
    hex: '#FFA420',
    rgb: { r: 255, g: 164, b: 32 }
  },
  'Лягушка в обмороке': {
    hex: '#7B917B',
    rgb: { r: 123, g: 145, b: 123 }
  },
  'Магическая мята': {
    hex: '#AAF0D1',
    rgb: { r: 170, g: 240, b: 209 }
  },
  Магнолия: {
    hex: '#F8F4FF',
    rgb: { r: 248, g: 244, b: 255 }
  },
  'Маджента, Фуксия (Пурпурный)': {
    hex: '#FF00FF',
    rgb: { r: 255, g: 0, b: 255 }
  },
  'Маджента Крайола': {
    hex: '#F664AF',
    rgb: { r: 246, g: 100, b: 175 }
  },
  Маисовый: {
    hex: '#EDD19C',
    rgb: { r: 237, g: 209, b: 156 }
  },
  'Майский зеленый': {
    hex: '#4C9141',
    rgb: { r: 76, g: 145, b: 65 }
  },
  'Макароны и сыр': {
    hex: '#FFBD88',
    rgb: { r: 255, g: 189, b: 136 }
  },
  Малахитовый: {
    hex: '#0BDA51',
    rgb: { r: 11, g: 218, b: 81 }
  },
  'Малиново-красный': {
    hex: '#C51D34',
    rgb: { r: 197, g: 29, b: 52 }
  },
  'Малиново-розовый': {
    hex: '#B3446C',
    rgb: { r: 179, g: 68, b: 108 }
  },
  Малиновый: {
    hex: '#DC143C',
    rgb: { r: 220, g: 20, b: 60 }
  },
  'Мальва (Розовато-лиловый)': {
    hex: '#993366',
    rgb: { r: 153, g: 51, b: 102 }
  },
  'Манго-танго': {
    hex: '#FF8243',
    rgb: { r: 255, g: 130, b: 67 }
  },
  'Мандариновое танго': {
    hex: '#E1523D',
    rgb: { r: 225, g: 82, b: 61 }
  },
  Мандариновый: {
    hex: '#FF8800',
    rgb: { r: 255, g: 136, b: 0 }
  },
  Маренго: {
    hex: '#4C5866',
    rgb: { r: 76, g: 88, b: 102 }
  },
  Марсала: {
    hex: '#AD655F',
    rgb: { r: 173, g: 101, b: 95 }
  },
  'Махагон коричневый': {
    hex: '#4C2F27',
    rgb: { r: 76, g: 47, b: 39 }
  },
  'Медно-коричневый': {
    hex: '#8E402A',
    rgb: { r: 142, g: 64, b: 42 }
  },
  'Медно-розовый (Бледный розовато-лиловый)': {
    hex: '#996666',
    rgb: { r: 153, g: 102, b: 102 }
  },
  Медный: {
    hex: '#B87333',
    rgb: { r: 184, g: 115, b: 51 }
  },
  'Медный Крайола': {
    hex: '#DD9475',
    rgb: { r: 221, g: 148, b: 117 }
  },
  'Медовая роса': {
    hex: '#F0FFF0',
    rgb: { r: 240, g: 255, b: 240 }
  },
  'Медово-желтый': {
    hex: '#A98307',
    rgb: { r: 169, g: 131, b: 7 }
  },
  Медовый: {
    hex: '#FEE5AC',
    rgb: { r: 254, g: 229, b: 172 }
  },
  'Международный оранжевый (Сигнальный)': {
    hex: '#FF4F00',
    rgb: { r: 255, g: 79, b: 0 }
  },
  'Мертвенный индиго': {
    hex: '#00416A',
    rgb: { r: 0, g: 65, b: 106 }
  },
  'Миндаль Крайола': {
    hex: '#EFDECD',
    rgb: { r: 239, g: 222, b: 205 }
  },
  Миртовый: {
    hex: '#21421E',
    rgb: { r: 33, g: 66, b: 30 }
  },
  'Мовеин (Анилиновый пурпур)': {
    hex: '#EF0097',
    rgb: { r: 239, g: 0, b: 151 }
  },
  'Модная фуксия': {
    hex: '#F400A1',
    rgb: { r: 244, g: 0, b: 161 }
  },
  Мокасиновый: {
    hex: '#FFE4B5',
    rgb: { r: 255, g: 228, b: 181 }
  },
  'Мокрый тропический лес': {
    hex: '#17806D',
    rgb: { r: 23, g: 128, b: 109 }
  },
  Морковный: {
    hex: '#F36223',
    rgb: { r: 243, g: 98, b: 35 }
  },
  'Морской зеленый': {
    hex: '#54FF9F',
    rgb: { r: 84, g: 255, b: 159 }
  },
  'Морской зеленый Крайола': {
    hex: '#9FE2BF',
    rgb: { r: 159, g: 226, b: 191 }
  },
  Мурена: {
    hex: '#1C6B72',
    rgb: { r: 28, g: 107, b: 114 }
  },
  'Мусульманский зеленый': {
    hex: '#009900',
    rgb: { r: 0, g: 153, b: 0 }
  },
  'Мышино-серый': {
    hex: '#646B63',
    rgb: { r: 100, g: 107, b: 99 }
  },
  'Мята (Цвет зеленой мяты)': {
    hex: '#98FF98',
    rgb: { r: 152, g: 255, b: 152 }
  },
  'Мятно-бирюзовый': {
    hex: '#497E76',
    rgb: { r: 73, g: 126, b: 118 }
  },
  'Мятно-зеленый': {
    hex: '#20603D',
    rgb: { r: 32, g: 96, b: 61 }
  },
  'Мятно-кремовый': {
    hex: '#F5FFFA',
    rgb: { r: 245, g: 255, b: 250 }
  },
  Мятный: {
    hex: '#3EB489',
    rgb: { r: 62, g: 180, b: 137 }
  },
  'Нарциссово-желтый': {
    hex: '#DC9D00',
    rgb: { r: 220, g: 157, b: 0 }
  },
  'Насыщенный желто-зеленый': {
    hex: '#7F8F18',
    rgb: { r: 127, g: 143, b: 24 }
  },
  'Насыщенный желто-коричневый': {
    hex: '#95500C',
    rgb: { r: 149, g: 80, b: 12 }
  },
  'Насыщенный желто-розовый': {
    hex: '#FF7A5C',
    rgb: { r: 255, g: 122, b: 92 }
  },
  'Насыщенный желтовато-зеленый': {
    hex: '#478430',
    rgb: { r: 71, g: 132, b: 48 }
  },
  'Насыщенный желтый': {
    hex: '#E59E1F',
    rgb: { r: 229, g: 158, b: 31 }
  },
  'Насыщенный зеленовато-желтый': {
    hex: '#CCA817',
    rgb: { r: 204, g: 168, b: 23 }
  },
  'Насыщенный зеленовато-синий': {
    hex: '#00677E',
    rgb: { r: 0, g: 103, b: 126 }
  },
  'Насыщенный зеленый': {
    hex: '#006B3C',
    rgb: { r: 0, g: 107, b: 60 }
  },
  'Насыщенный коричневый': {
    hex: '#753313',
    rgb: { r: 117, g: 51, b: 19 }
  },
  'Насыщенный красно-коричневый': {
    hex: '#7F180D',
    rgb: { r: 127, g: 24, b: 13 }
  },
  'Насыщенный красно-оранжевый': {
    hex: '#FFB961',
    rgb: { r: 255, g: 185, b: 97 }
  },
  'Насыщенный красно-пурпурный': {
    hex: '#9A366B',
    rgb: { r: 154, g: 54, b: 107 }
  },
  'Насыщенный красный': {
    hex: '#BF2233',
    rgb: { r: 191, g: 34, b: 51 }
  },
  'Насыщенный оливково-зеленый': {
    hex: '#0A4500',
    rgb: { r: 10, g: 69, b: 0 }
  },
  'Насыщенный оранжево-желтый': {
    hex: '#FF8E0D',
    rgb: { r: 255, g: 142, b: 13 }
  },
  'Насыщенный оранжевый': {
    hex: '#EC7C26',
    rgb: { r: 236, g: 124, b: 38 }
  },
  'Насыщенный пурпурно-красный': {
    hex: '#B32851',
    rgb: { r: 179, g: 40, b: 81 }
  },
  'Насыщенный пурпурно-розовый': {
    hex: '#F6768E',
    rgb: { r: 246, g: 118, b: 142 }
  },
  'Насыщенный пурпурно-синий': {
    hex: '#474389',
    rgb: { r: 71, g: 67, b: 137 }
  },
  'Насыщенный розовый': {
    hex: '#FD7B7C',
    rgb: { r: 253, g: 123, b: 124 }
  },
  'Насыщенный синевато-зеленый': {
    hex: '#006D5B',
    rgb: { r: 0, g: 109, b: 91 }
  },
  'Насыщенный синий': {
    hex: '#00538A',
    rgb: { r: 0, g: 83, b: 138 }
  },
  'Насыщенный фиолетовый': {
    hex: '#53377A',
    rgb: { r: 83, g: 55, b: 122 }
  },
  'Натуральная умбра': {
    hex: '#734A12',
    rgb: { r: 115, g: 74, b: 18 }
  },
  'Небесная лазурь': {
    hex: '#F0FFFF',
    rgb: { r: 240, g: 255, b: 255 }
  },
  'Небесно-синий': {
    hex: '#2271B3',
    rgb: { r: 34, g: 113, b: 179 }
  },
  Небесный: {
    hex: '#7FC7FF',
    rgb: { r: 127, g: 199, b: 255 }
  },
  'Нежно-оливковый': {
    hex: '#6B8E23',
    rgb: { r: 107, g: 142, b: 35 }
  },
  'Незрелый желтый': {
    hex: '#FFFF66',
    rgb: { r: 255, g: 255, b: 102 }
  },
  'Неоново-морковный': {
    hex: '#FFA343',
    rgb: { r: 255, g: 163, b: 67 }
  },
  Нефритовый: {
    hex: '#00A86B',
    rgb: { r: 0, g: 168, b: 107 }
  },
  Ниагара: {
    hex: '#9DB1CC',
    rgb: { r: 157, g: 177, b: 204 }
  },
  'Ночной синий': {
    hex: '#252850',
    rgb: { r: 37, g: 40, b: 80 }
  },
  'Обычный весенний бутон': {
    hex: '#C9DC87',
    rgb: { r: 201, g: 220, b: 135 }
  },
  'Огненная сиенна Крайола': {
    hex: '#EA7E5D',
    rgb: { r: 234, g: 126, b: 93 }
  },
  'Огненно-красный': {
    hex: '#AF2B1E',
    rgb: { r: 175, g: 43, b: 30 }
  },
  'Огненный оранжевый': {
    hex: '#FF7F49',
    rgb: { r: 255, g: 127, b: 73 }
  },
  Одуванчиковый: {
    hex: '#FDDB6D',
    rgb: { r: 253, g: 219, b: 109 }
  },
  'Океанская синь': {
    hex: '#1D334A',
    rgb: { r: 29, g: 51, b: 74 }
  },
  'Оксид красный': {
    hex: '#642424',
    rgb: { r: 100, g: 36, b: 36 }
  },
  'Олень коричневый': {
    hex: '#59351F',
    rgb: { r: 89, g: 53, b: 31 }
  },
  'Оливково-желтый': {
    hex: '#999950',
    rgb: { r: 153, g: 153, b: 80 }
  },
  'Оливково-зеленый': {
    hex: '#424632',
    rgb: { r: 66, g: 70, b: 50 }
  },
  'Оливково-зеленый Крайола': {
    hex: '#BAB86C',
    rgb: { r: 186, g: 184, b: 108 }
  },
  'Оливково-коричневый': {
    hex: '#6F4F28',
    rgb: { r: 111, g: 79, b: 40 }
  },
  'Оливково-черный': {
    hex: '#121910',
    rgb: { r: 18, g: 25, b: 16 }
  },
  Оливковый: {
    hex: '#808000',
    rgb: { r: 128, g: 128, b: 0 }
  },
  'Оливковый серый': {
    hex: '#4D4234',
    rgb: { r: 77, g: 66, b: 52 }
  },
  'Опаловый зеленый': {
    hex: '#015D52',
    rgb: { r: 1, g: 93, b: 82 }
  },
  'Оперный розовато-лиловый': {
    hex: '#B784A7',
    rgb: { r: 183, g: 132, b: 167 }
  },
  'Оранжевая заря': {
    hex: '#FD5E53',
    rgb: { r: 253, g: 94, b: 83 }
  },
  'Оранжево-желтый Крайола': {
    hex: '#F8D568',
    rgb: { r: 248, g: 213, b: 104 }
  },
  'Оранжево-коричневый': {
    hex: '#A65E2E',
    rgb: { r: 166, g: 94, b: 46 }
  },
  'Оранжево-красный Крайола': {
    hex: '#FF2B2B',
    rgb: { r: 255, g: 43, b: 43 }
  },
  'Оранжево-персиковый': {
    hex: '#FFCC99',
    rgb: { r: 255, g: 204, b: 153 }
  },
  'Оранжево-розовый': {
    hex: '#FF9966',
    rgb: { r: 255, g: 153, b: 102 }
  },
  Оранжевый: {
    hex: '#FFA500',
    rgb: { r: 255, g: 165, b: 0 }
  },
  'Оранжевый Крайола': {
    hex: '#FF7538',
    rgb: { r: 255, g: 117, b: 56 }
  },
  'Орехово-коричневый': {
    hex: '#5B3A29',
    rgb: { r: 91, g: 58, b: 41 }
  },
  'Ориент красный': {
    hex: '#B32428',
    rgb: { r: 179, g: 36, b: 40 }
  },
  Орхидея: {
    hex: '#DA70D6',
    rgb: { r: 218, g: 112, b: 214 }
  },
  'Орхидея Крайола': {
    hex: '#E6A8D7',
    rgb: { r: 230, g: 168, b: 215 }
  },
  'Отборный желтый': {
    hex: '#FFBA00',
    rgb: { r: 255, g: 186, b: 0 }
  },
  'Отдаленно-синий': {
    hex: '#49678D',
    rgb: { r: 73, g: 103, b: 141 }
  },
  'Охотничий зеленый': {
    hex: '#355E3B',
    rgb: { r: 53, g: 94, b: 59 }
  },
  Охра: {
    hex: '#CC7722',
    rgb: { r: 204, g: 119, b: 34 }
  },
  'Охра желтая': {
    hex: '#AEA04B',
    rgb: { r: 174, g: 160, b: 75 }
  },
  'Охра коричневая': {
    hex: '#955F20',
    rgb: { r: 149, g: 95, b: 32 }
  },
  'Очень бледно-пурпурный': {
    hex: '#E6BBC1',
    rgb: { r: 230, g: 187, b: 193 }
  },
  'Очень бледный зеленый': {
    hex: '#D8DEBA',
    rgb: { r: 216, g: 222, b: 186 }
  },
  'Очень бледный пурпурно-синий': {
    hex: '#CBBAC5',
    rgb: { r: 203, g: 186, b: 197 }
  },
  'Очень бледный синий': {
    hex: '#C1CACA',
    rgb: { r: 193, g: 202, b: 202 }
  },
  'Очень бледный фиолетовый': {
    hex: '#D8B1BF',
    rgb: { r: 216, g: 177, b: 191 }
  },
  'Очень глубокий желто-зеленый': {
    hex: '#002800',
    rgb: { r: 0, g: 40, b: 0 }
  },
  'Очень глубокий красно-пурпурный': {
    hex: '#470736',
    rgb: { r: 71, g: 7, b: 54 }
  },
  'Очень глубокий красный': {
    hex: '#4F0014',
    rgb: { r: 79, g: 0, b: 20 }
  },
  'Очень глубокий пурпурно-красный': {
    hex: '#470027',
    rgb: { r: 71, g: 0, b: 39 }
  },
  'Очень глубокий пурпурный': {
    hex: '#320B35',
    rgb: { r: 50, g: 11, b: 53 }
  },
  'Очень светло-пурпурный': {
    hex: '#E3A9BE',
    rgb: { r: 227, g: 169, b: 190 }
  },
  'Очень светлый желто-зеленый': {
    hex: '#C6DF90',
    rgb: { r: 198, g: 223, b: 144 }
  },
  'Очень светлый зеленовато-синий': {
    hex: '#A3C6C0',
    rgb: { r: 163, g: 198, b: 192 }
  },
  'Очень светлый зеленый': {
    hex: '#98C793',
    rgb: { r: 152, g: 199, b: 147 }
  },
  'Очень светлый пурпурно-синий': {
    hex: '#BAACC7',
    rgb: { r: 186, g: 172, b: 199 }
  },
  'Очень светлый синевато-зеленый': {
    hex: '#A0D6B4',
    rgb: { r: 160, g: 214, b: 180 }
  },
  'Очень светлый синий': {
    hex: '#A6BDD7',
    rgb: { r: 166, g: 189, b: 215 }
  },
  'Очень светлый фиолетовый': {
    hex: '#EEBEF1',
    rgb: { r: 238, g: 190, b: 241 }
  },
  'Очень темно-пурпурный': {
    hex: '#230D21',
    rgb: { r: 35, g: 13, b: 33 }
  },
  'Очень темный алый': {
    hex: '#560319',
    rgb: { r: 86, g: 3, b: 25 }
  },
  'Очень темный желто-зеленый': {
    hex: '#132712',
    rgb: { r: 19, g: 39, b: 18 }
  },
  'Очень темный зеленовато-синий': {
    hex: '#022027',
    rgb: { r: 2, g: 32, b: 39 }
  },
  'Очень темный зеленый': {
    hex: '#16251C',
    rgb: { r: 22, g: 37, b: 28 }
  },
  'Очень темный красно-пурпурный': {
    hex: '#270A1F',
    rgb: { r: 39, g: 10, b: 31 }
  },
  'Очень темный красный': {
    hex: '#320A18',
    rgb: { r: 50, g: 10, b: 24 }
  },
  'Очень темный оливковый': {
    hex: '#362C12',
    rgb: { r: 54, g: 44, b: 18 }
  },
  'Очень темный пурпурно-красный': {
    hex: '#28071A',
    rgb: { r: 40, g: 7, b: 26 }
  },
  'Очень темный синевато-зеленый': {
    hex: '#001D18',
    rgb: { r: 0, g: 29, b: 24 }
  },
  'Очень темный хаки': {
    hex: '#4C3C18',
    rgb: { r: 76, g: 60, b: 24 }
  },
  'Очищенный миндаль': {
    hex: '#FFEBCD',
    rgb: { r: 255, g: 235, b: 205 }
  },
  Панг: {
    hex: '#C7FCEC',
    rgb: { r: 199, g: 252, b: 236 }
  },
  'Папоротник Крайола': {
    hex: '#71BC78',
    rgb: { r: 113, g: 188, b: 120 }
  },
  'Папоротниково-зеленый': {
    hex: '#3D642D',
    rgb: { r: 61, g: 100, b: 45 }
  },
  'Пастельно-бирюзовый': {
    hex: '#7FB5B5',
    rgb: { r: 127, g: 181, b: 181 }
  },
  'Пастельно-желтый': {
    hex: '#EFA94A',
    rgb: { r: 239, g: 169, b: 74 }
  },
  'Пастельно-зеленый': {
    hex: '#77DD77',
    rgb: { r: 119, g: 221, b: 119 }
  },
  'Пастельно-оранжевый': {
    hex: '#FF7514',
    rgb: { r: 255, g: 117, b: 20 }
  },
  'Пастельно-розовый': {
    hex: '#FFD1DC',
    rgb: { r: 255, g: 209, b: 220 }
  },
  'Пастельно-синий': {
    hex: '#5D9B9B',
    rgb: { r: 93, g: 155, b: 155 }
  },
  'Пастельно-фиолетовый': {
    hex: '#A18594',
    rgb: { r: 161, g: 133, b: 148 }
  },
  'Патиново-зеленый': {
    hex: '#316650',
    rgb: { r: 49, g: 102, b: 80 }
  },
  'Перекати-поле': {
    hex: '#DEAA88',
    rgb: { r: 222, g: 170, b: 136 }
  },
  'Перламутрово-бежевый': {
    hex: '#6A5D4D',
    rgb: { r: 106, g: 93, b: 77 }
  },
  'Перламутрово-ежевичный': {
    hex: '#6C6874',
    rgb: { r: 108, g: 104, b: 116 }
  },
  'Перламутрово-зеленый': {
    hex: '#1C542D',
    rgb: { r: 28, g: 84, b: 45 }
  },
  'Перламутрово-золотой': {
    hex: '#705335',
    rgb: { r: 112, g: 83, b: 53 }
  },
  'Перламутрово-оранжевый': {
    hex: '#C35831',
    rgb: { r: 195, g: 88, b: 49 }
  },
  'Перламутрово-розовый': {
    hex: '#B44C43',
    rgb: { r: 180, g: 76, b: 67 }
  },
  'Перламутрово-рубиновый': {
    hex: '#721422',
    rgb: { r: 114, g: 20, b: 34 }
  },
  'Перламутрово-фиолетовый': {
    hex: '#8673A1',
    rgb: { r: 134, g: 115, b: 161 }
  },
  'Перламутровый горечавково-синий': {
    hex: '#2A6478',
    rgb: { r: 42, g: 100, b: 120 }
  },
  'Перламутровый медный': {
    hex: '#763C28',
    rgb: { r: 118, g: 60, b: 40 }
  },
  'Перламутровый мышино-серый': {
    hex: '#898176',
    rgb: { r: 137, g: 129, b: 118 }
  },
  'Перламутровый ночной': {
    hex: '#102C54',
    rgb: { r: 16, g: 44, b: 84 }
  },
  'Перламутровый опаловый': {
    hex: '#193737',
    rgb: { r: 25, g: 55, b: 55 }
  },
  'Перламутровый светло-серый': {
    hex: '#9C9C9C',
    rgb: { r: 156, g: 156, b: 156 }
  },
  'Перламутровый темно-серый': {
    hex: '#828282',
    rgb: { r: 130, g: 130, b: 130 }
  },
  'Персидский зеленый': {
    hex: '#00A693',
    rgb: { r: 0, g: 166, b: 147 }
  },
  'Персидский индиго': {
    hex: '#32127A',
    rgb: { r: 50, g: 18, b: 122 }
  },
  'Персидский красный': {
    hex: '#CC3333',
    rgb: { r: 204, g: 51, b: 51 }
  },
  'Персидский розовый': {
    hex: '#FE28A2',
    rgb: { r: 254, g: 40, b: 162 }
  },
  'Персидский синий': {
    hex: '#6600FF',
    rgb: { r: 102, g: 0, b: 255 }
  },
  Персиковый: {
    hex: '#FFE5B4',
    rgb: { r: 255, g: 229, b: 180 }
  },
  'Персиковый Крайола': {
    hex: '#FFCFAB',
    rgb: { r: 255, g: 207, b: 171 }
  },
  Перу: {
    hex: '#CD853F',
    rgb: { r: 205, g: 133, b: 63 }
  },
  'Песок пустыни': {
    hex: '#EFCDB8',
    rgb: { r: 239, g: 205, b: 184 }
  },
  'Песочно-желтый': {
    hex: '#C6A664',
    rgb: { r: 198, g: 166, b: 100 }
  },
  Песочный: {
    hex: '#FCDD76',
    rgb: { r: 252, g: 221, b: 118 }
  },
  'Песочный серо-коричневый': {
    hex: '#967117',
    rgb: { r: 150, g: 113, b: 23 }
  },
  'Пигментный зеленый': {
    hex: '#00A550',
    rgb: { r: 0, g: 165, b: 80 }
  },
  'Пихтовый зеленый': {
    hex: '#31372B',
    rgb: { r: 49, g: 55, b: 43 }
  },
  'Пламенная маджента Крайола': {
    hex: '#F8173E',
    rgb: { r: 248, g: 23, b: 62 }
  },
  'Платиново-серый': {
    hex: '#7F7679',
    rgb: { r: 127, g: 118, b: 121 }
  },
  'Побег папайи': {
    hex: '#FFEFD5',
    rgb: { r: 255, g: 239, b: 213 }
  },
  'Полумрак Крайола': {
    hex: '#8A795D',
    rgb: { r: 138, g: 121, b: 93 }
  },
  'Полуночно-синий': {
    hex: '#003366',
    rgb: { r: 0, g: 51, b: 102 }
  },
  'Полуночный синий Крайола': {
    hex: '#1A4876',
    rgb: { r: 26, g: 72, b: 118 }
  },
  'Полуночный черный': {
    hex: '#191970',
    rgb: { r: 25, g: 25, b: 112 }
  },
  'Последний вздох Жако': {
    hex: '#FF9218',
    rgb: { r: 255, g: 146, b: 24 }
  },
  'Почти черный': {
    hex: '#131313',
    rgb: { r: 19, g: 19, b: 19 }
  },
  'Призрачно-белый': {
    hex: '#F8F8FF',
    rgb: { r: 248, g: 248, b: 255 }
  },
  'Пурпурная пицца': {
    hex: '#FF00CC',
    rgb: { r: 255, g: 0, b: 204 }
  },
  'Пурпурно-белый': {
    hex: '#FADBC8',
    rgb: { r: 250, g: 219, b: 200 }
  },
  'Пурпурно-красный': {
    hex: '#75151E',
    rgb: { r: 117, g: 21, b: 30 }
  },
  'Пурпурно-серый': {
    hex: '#88706B',
    rgb: { r: 136, g: 112, b: 107 }
  },
  'Пурпурно-синий': {
    hex: '#20155E',
    rgb: { r: 32, g: 21, b: 94 }
  },
  'Пурпурно-фиолетовый': {
    hex: '#4A192C',
    rgb: { r: 74, g: 25, b: 44 }
  },
  'Пурпурно-черный': {
    hex: '#1B1116',
    rgb: { r: 27, g: 17, b: 22 }
  },
  'Пурпурное горное величие': {
    hex: '#9D81BA',
    rgb: { r: 157, g: 129, b: 186 }
  },
  'Пурпурное сердце': {
    hex: '#7442C8',
    rgb: { r: 116, g: 66, b: 200 }
  },
  Пурпурный: {
    hex: '#800080',
    rgb: { r: 128, g: 0, b: 128 }
  },
  Пшеничный: {
    hex: '#F5DEB3',
    rgb: { r: 245, g: 222, b: 179 }
  },
  'Пылкий красно-оранжевый': {
    hex: '#F75E25',
    rgb: { r: 247, g: 94, b: 37 }
  },
  'Пылкий розовый': {
    hex: '#FF7E93',
    rgb: { r: 255, g: 126, b: 147 }
  },
  'Пыльно-серый': {
    hex: '#7D7F7D',
    rgb: { r: 125, g: 127, b: 125 }
  },
  'Пыльный голубой': {
    hex: '#B0E0E6',
    rgb: { r: 176, g: 224, b: 230 }
  },
  Пюсовый: {
    hex: '#CC8899',
    rgb: { r: 204, g: 136, b: 153 }
  },
  'Радикальный красный': {
    hex: '#FF496C',
    rgb: { r: 255, g: 73, b: 108 }
  },
  'Рапсово-желтый': {
    hex: '#F3DA0B',
    rgb: { r: 243, g: 218, b: 11 }
  },
  'Резедово-зеленый': {
    hex: '#587246',
    rgb: { r: 88, g: 114, b: 70 }
  },
  'Ржаво-коричневый': {
    hex: '#B7410E',
    rgb: { r: 183, g: 65, b: 14 }
  },
  'Розовато-лиловый Крайола': {
    hex: '#EF98AA',
    rgb: { r: 239, g: 152, b: 170 }
  },
  'Розовато-серый': {
    hex: '#C8A696',
    rgb: { r: 200, g: 166, b: 150 }
  },
  'Розовая гвоздика': {
    hex: '#FFAACC',
    rgb: { r: 255, g: 170, b: 204 }
  },
  'Розовая долина': {
    hex: '#AB4E52',
    rgb: { r: 171, g: 78, b: 82 }
  },
  'Розовая фуксия': {
    hex: '#FF77FF',
    rgb: { r: 255, g: 119, b: 255 }
  },
  'Розово-золотой': {
    hex: '#B76E79',
    rgb: { r: 183, g: 110, b: 121 }
  },
  'Розово-коричневый': {
    hex: '#BC8F8F',
    rgb: { r: 188, g: 143, b: 143 }
  },
  'Розово-лавандовый': {
    hex: '#FFF0F5',
    rgb: { r: 255, g: 240, b: 245 }
  },
  'Розово-серо-коричневый': {
    hex: '#905D5D',
    rgb: { r: 144, g: 93, b: 93 }
  },
  'Розово-фиолетовый': {
    hex: '#EE82EE',
    rgb: { r: 238, g: 130, b: 238 }
  },
  'Розово-эбонитовый': {
    hex: '#674846',
    rgb: { r: 103, g: 72, b: 70 }
  },
  Розовый: {
    hex: '#FFC0CB',
    rgb: { r: 255, g: 192, b: 203 }
  },
  'Розовый (Пощекочи меня)': {
    hex: '#FC89AC',
    rgb: { r: 252, g: 137, b: 172 }
  },
  'Розовый антик': {
    hex: '#D36E70',
    rgb: { r: 211, g: 110, b: 112 }
  },
  'Розовый кварц': {
    hex: '#AA98A9',
    rgb: { r: 170, g: 152, b: 169 }
  },
  'Розовый лес': {
    hex: '#65000B',
    rgb: { r: 101, g: 0, b: 11 }
  },
  'Розовый Маунтбэттена': {
    hex: '#997A8D',
    rgb: { r: 153, g: 122, b: 141 }
  },
  'Розовый поросенок': {
    hex: '#FDDDE6',
    rgb: { r: 253, g: 221, b: 230 }
  },
  'Розовый фламинго': {
    hex: '#FC74FD',
    rgb: { r: 252, g: 116, b: 253 }
  },
  'Розовый щербет': {
    hex: '#F78FA7',
    rgb: { r: 247, g: 143, b: 167 }
  },
  'Рубиново-красный': {
    hex: '#9B111E',
    rgb: { r: 155, g: 17, b: 30 }
  },
  Румянец: {
    hex: '#DE5D83',
    rgb: { r: 222, g: 93, b: 131 }
  },
  Рыжий: {
    hex: '#D77D31',
    rgb: { r: 215, g: 125, b: 49 }
  },
  Салатовый: {
    hex: '#99FF99',
    rgb: { r: 153, g: 255, b: 153 }
  },
  Сангина: {
    hex: '#92000A',
    rgb: { r: 146, g: 0, b: 10 }
  },
  'Сапфирово-синий': {
    hex: '#1D1E33',
    rgb: { r: 29, g: 30, b: 51 }
  },
  Сапфировый: {
    hex: '#082567',
    rgb: { r: 8, g: 37, b: 103 }
  },
  'Светлая вишня': {
    hex: '#DE3163',
    rgb: { r: 222, g: 49, b: 99 }
  },
  'Светлая мальва (Светло-розовато-лиловый)': {
    hex: '#DCD0FF',
    rgb: { r: 220, g: 208, b: 255 }
  },
  'Светлая Сиена (Почти чистый оранжевый)': {
    hex: '#E28B00',
    rgb: { r: 226, g: 139, b: 0 }
  },
  'Светлая слива': {
    hex: '#DDA0DD',
    rgb: { r: 221, g: 160, b: 221 }
  },
  'Светлая слоновая кость': {
    hex: '#E6D690',
    rgb: { r: 230, g: 214, b: 144 }
  },
  'Светло-бирюзовый': {
    hex: '#40E0D0',
    rgb: { r: 64, g: 224, b: 208 }
  },
  'Светло-вишневый Крайола': {
    hex: '#DD4492',
    rgb: { r: 221, g: 68, b: 146 }
  },
  'Светло-голубой': {
    hex: '#87CEFA',
    rgb: { r: 135, g: 206, b: 250 }
  },
  'Светло-желтый': {
    hex: '#FFFFE0',
    rgb: { r: 255, g: 255, b: 224 }
  },
  'Светло-желтый золотистый': {
    hex: '#FAFAD2',
    rgb: { r: 250, g: 250, b: 210 }
  },
  'Светло-зеленый': {
    hex: '#90EE90',
    rgb: { r: 144, g: 238, b: 144 }
  },
  'Светло-золотистый': {
    hex: '#FFEC8B',
    rgb: { r: 255, g: 236, b: 139 }
  },
  'Светло-коралловый': {
    hex: '#FFBCAD',
    rgb: { r: 255, g: 188, b: 173 }
  },
  'Светло-коричневый': {
    hex: '#987654',
    rgb: { r: 152, g: 118, b: 84 }
  },
  'Светло-морковный': {
    hex: '#ED9121',
    rgb: { r: 237, g: 145, b: 33 }
  },
  'Светло-оливковый': {
    hex: '#846A20',
    rgb: { r: 132, g: 106, b: 32 }
  },
  'Светло-песочный': {
    hex: '#FDEAA8',
    rgb: { r: 253, g: 234, b: 168 }
  },
  'Светло-пурпурный': {
    hex: '#BA7FA2',
    rgb: { r: 186, g: 127, b: 162 }
  },
  'Светло-розовая фуксия': {
    hex: '#F984EF',
    rgb: { r: 249, g: 132, b: 239 }
  },
  'Светло-розовый': {
    hex: '#FFB6C1',
    rgb: { r: 255, g: 182, b: 193 }
  },
  'Светло-серебристый': {
    hex: '#C9C0BB',
    rgb: { r: 201, g: 192, b: 187 }
  },
  'Светло-серый': {
    hex: '#BBBBBB',
    rgb: { r: 187, g: 187, b: 187 }
  },
  'Светло-синий': {
    hex: '#A6CAF0',
    rgb: { r: 166, g: 202, b: 240 }
  },
  'Светло-тициановый': {
    hex: '#D84B20',
    rgb: { r: 216, g: 75, b: 32 }
  },
  'Светло-фиолетовый': {
    hex: '#876C99',
    rgb: { r: 135, g: 108, b: 153 }
  },
  'Светлое зеленое море': {
    hex: '#20B2AA',
    rgb: { r: 32, g: 178, b: 170 }
  },
  'Светлый аспидно-серый': {
    hex: '#778899',
    rgb: { r: 119, g: 136, b: 153 }
  },
  'Светлый глубокий желтый': {
    hex: '#FFD35F',
    rgb: { r: 255, g: 211, b: 95 }
  },
  'Светлый джинсовый': {
    hex: '#2B6CC4',
    rgb: { r: 43, g: 108, b: 196 }
  },
  'Светлый желто-зеленый': {
    hex: '#DCD36A',
    rgb: { r: 220, g: 211, b: 106 }
  },
  'Светлый желто-коричневый': {
    hex: '#BB8B54',
    rgb: { r: 187, g: 139, b: 84 }
  },
  'Светлый желто-розовый': {
    hex: '#FFB28B',
    rgb: { r: 255, g: 178, b: 139 }
  },
  'Светлый зеленовато-белый': {
    hex: '#BAAF96',
    rgb: { r: 186, g: 175, b: 150 }
  },
  'Светлый зеленовато-желтый': {
    hex: '#FFDE5A',
    rgb: { r: 255, g: 222, b: 90 }
  },
  'Светлый зеленовато-синий': {
    hex: '#649A9E',
    rgb: { r: 100, g: 154, b: 158 }
  },
  'Светлый карминово-розовый': {
    hex: '#E66761',
    rgb: { r: 230, g: 103, b: 97 }
  },
  'Светлый коричневато-серый': {
    hex: '#8B6D5C',
    rgb: { r: 139, g: 109, b: 92 }
  },
  'Светлый коричневый': {
    hex: '#A86540',
    rgb: { r: 168, g: 101, b: 64 }
  },
  'Светлый красно-коричневый': {
    hex: '#AA6651',
    rgb: { r: 170, g: 102, b: 81 }
  },
  'Светлый красно-пурпурный': {
    hex: '#BB6C8A',
    rgb: { r: 187, g: 108, b: 138 }
  },
  'Светлый малиново-красный': {
    hex: '#E63244',
    rgb: { r: 230, g: 50, b: 68 }
  },
  'Светлый оливково-коричневый': {
    hex: '#945D0B',
    rgb: { r: 148, g: 93, b: 11 }
  },
  'Светлый оливковый серый': {
    hex: '#887359',
    rgb: { r: 136, g: 115, b: 89 }
  },
  'Светлый оранжевый': {
    hex: '#FFA161',
    rgb: { r: 255, g: 161, b: 97 }
  },
  'Светлый пурпурно-розовый': {
    hex: '#FFA8AF',
    rgb: { r: 255, g: 168, b: 175 }
  },
  'Светлый пурпурно-серый': {
    hex: '#C8A99E',
    rgb: { r: 200, g: 169, b: 158 }
  },
  'Светлый пурпурно-синий': {
    hex: '#837DA2',
    rgb: { r: 131, g: 125, b: 162 }
  },
  'Светлый розово-лиловый': {
    hex: '#EA899A',
    rgb: { r: 234, g: 137, b: 154 }
  },
  'Светлый серо-желто-коричневый': {
    hex: '#B48764',
    rgb: { r: 180, g: 135, b: 100 }
  },
  'Светлый серо-коричневый': {
    hex: '#946B54',
    rgb: { r: 148, g: 107, b: 84 }
  },
  'Светлый серо-красно-коричневый': {
    hex: '#966A57',
    rgb: { r: 150, g: 106, b: 87 }
  },
  'Светлый серо-красный': {
    hex: '#B17267',
    rgb: { r: 177, g: 114, b: 103 }
  },
  'Светлый серо-оливковый': {
    hex: '#8B734B',
    rgb: { r: 139, g: 115, b: 75 }
  },
  'Светлый серо-пурпурно-красный': {
    hex: '#B27070',
    rgb: { r: 178, g: 112, b: 112 }
  },
  'Светлый серо-синий': {
    hex: '#84C3BE',
    rgb: { r: 132, g: 195, b: 190 }
  },
  'Светлый серый': {
    hex: '#D7D7D7',
    rgb: { r: 215, g: 215, b: 215 }
  },
  'Светлый сине-серый': {
    hex: '#6C92AF',
    rgb: { r: 108, g: 146, b: 175 }
  },
  'Светлый синевато-зеленый': {
    hex: '#669E85',
    rgb: { r: 102, g: 158, b: 133 }
  },
  'Светлый синевато-серый': {
    hex: '#BEADA1',
    rgb: { r: 190, g: 173, b: 161 }
  },
  'Светлый синий': {
    hex: '#ADD8E6',
    rgb: { r: 173, g: 216, b: 230 }
  },
  'Светлый стальной синий': {
    hex: '#B0C4DE',
    rgb: { r: 176, g: 196, b: 222 }
  },
  'Светлый телегрей': {
    hex: '#D0D0D0',
    rgb: { r: 208, g: 208, b: 208 }
  },
  'Светлый хаки': {
    hex: '#F0E68C',
    rgb: { r: 240, g: 230, b: 140 }
  },
  'Светлый циан': {
    hex: '#E0FFFF',
    rgb: { r: 224, g: 255, b: 255 }
  },
  Селадон: {
    hex: '#ACE1AF',
    rgb: { r: 172, g: 225, b: 175 }
  },
  'Сепия (Каракатица)': {
    hex: '#704214',
    rgb: { r: 112, g: 66, b: 20 }
  },
  'Сепия коричневый': {
    hex: '#382C1E',
    rgb: { r: 56, g: 44, b: 30 }
  },
  'Сепия Крайола': {
    hex: '#A5694F',
    rgb: { r: 165, g: 105, b: 79 }
  },
  'Серая белка': {
    hex: '#78858B',
    rgb: { r: 120, g: 133, b: 139 }
  },
  'Серая спаржа': {
    hex: '#465945',
    rgb: { r: 70, g: 89, b: 69 }
  },
  'Серая умбра': {
    hex: '#332F2C',
    rgb: { r: 51, g: 47, b: 44 }
  },
  'Серебристо-серый': {
    hex: '#8A9597',
    rgb: { r: 138, g: 149, b: 151 }
  },
  Серебряный: {
    hex: '#C0C0C0',
    rgb: { r: 192, g: 192, b: 192 }
  },
  'Серебряный Крайола': {
    hex: '#CDC5C2',
    rgb: { r: 205, g: 197, b: 194 }
  },
  'Серо-бежевый': {
    hex: '#9E9764',
    rgb: { r: 158, g: 151, b: 100 }
  },
  Серобуромалиновый: {
    hex: '#735184',
    rgb: { r: 115, g: 81, b: 132 }
  },
  'Серовато-желто-зеленый': {
    hex: '#90845B',
    rgb: { r: 144, g: 132, b: 91 }
  },
  'Серовато-желто-коричневый': {
    hex: '#785840',
    rgb: { r: 120, g: 88, b: 64 }
  },
  'Серовато-желто-розовый': {
    hex: '#D39B85',
    rgb: { r: 211, g: 155, b: 133 }
  },
  'Серовато-желтый': {
    hex: '#CEA262',
    rgb: { r: 206, g: 162, b: 98 }
  },
  'Серовато-зеленовато-желтый': {
    hex: '#C4A55F',
    rgb: { r: 196, g: 165, b: 95 }
  },
  'Серовато-зеленый': {
    hex: '#575E4E',
    rgb: { r: 87, g: 94, b: 78 }
  },
  'Серовато-коричневый': {
    hex: '#5A3D30',
    rgb: { r: 90, g: 61, b: 48 }
  },
  'Серовато-красно-коричневый': {
    hex: '#5E3830',
    rgb: { r: 94, g: 56, b: 48 }
  },
  'Серовато-красно-оранжевый': {
    hex: '#B85D43',
    rgb: { r: 184, g: 93, b: 67 }
  },
  'Серовато-красно-пурпурный': {
    hex: '#7D4D5D',
    rgb: { r: 125, g: 77, b: 93 }
  },
  'Серовато-красный': {
    hex: '#8C4743',
    rgb: { r: 140, g: 71, b: 67 }
  },
  'Серовато-оливковый': {
    hex: '#52442C',
    rgb: { r: 82, g: 68, b: 44 }
  },
  'Серовато-оранжевый': {
    hex: '#C2A894',
    rgb: { r: 194, g: 168, b: 148 }
  },
  'Серовато-пурпурно-красный': {
    hex: '#8C4852',
    rgb: { r: 140, g: 72, b: 82 }
  },
  'Серовато-пурпурно-розовый': {
    hex: '#CC9293',
    rgb: { r: 204, g: 146, b: 147 }
  },
  'Серовато-пурпурно-синий': {
    hex: '#413D51',
    rgb: { r: 65, g: 61, b: 81 }
  },
  'Серовато-пурпурный': {
    hex: '#72525C',
    rgb: { r: 114, g: 82, b: 92 }
  },
  'Серовато-розовый': {
    hex: '#CF9B8F',
    rgb: { r: 207, g: 155, b: 143 }
  },
  'Серовато-синий': {
    hex: '#4A545C',
    rgb: { r: 74, g: 84, b: 92 }
  },
  'Серовато-фиолетовый': {
    hex: '#46394B',
    rgb: { r: 70, g: 57, b: 75 }
  },
  'Сероватый оливково-зеленый': {
    hex: '#48442D',
    rgb: { r: 72, g: 68, b: 45 }
  },
  'Серое окно': {
    hex: '#9DA1AA',
    rgb: { r: 157, g: 161, b: 170 }
  },
  Серый: {
    hex: '#808080',
    rgb: { r: 128, g: 128, b: 128 }
  },
  'Серый бетон': {
    hex: '#686C5E',
    rgb: { r: 104, g: 108, b: 94 }
  },
  'Серый зеленый чай': {
    hex: '#CADABA',
    rgb: { r: 202, g: 218, b: 186 }
  },
  'Серый коричневый': {
    hex: '#403A3A',
    rgb: { r: 64, g: 58, b: 58 }
  },
  'Серый Крайола': {
    hex: '#95918C',
    rgb: { r: 149, g: 145, b: 140 }
  },
  'Серый мох': {
    hex: '#6C7059',
    rgb: { r: 108, g: 112, b: 89 }
  },
  'Серый нейтральный': {
    hex: '#A0A0A4',
    rgb: { r: 160, g: 160, b: 164 }
  },
  'Серый оливковый': {
    hex: '#3E3B32',
    rgb: { r: 62, g: 59, b: 50 }
  },
  'Серый синий': {
    hex: '#26252D',
    rgb: { r: 38, g: 37, b: 45 }
  },
  'Серый хаки': {
    hex: '#6A5F31',
    rgb: { r: 106, g: 95, b: 49 }
  },
  'Серый шелк': {
    hex: '#CAC4B0',
    rgb: { r: 202, g: 196, b: 176 }
  },
  'Серый шифер, аспидно-серый': {
    hex: '#708090',
    rgb: { r: 112, g: 128, b: 144 }
  },
  'Сигнальный желтый': {
    hex: '#E5BE01',
    rgb: { r: 229, g: 190, b: 1 }
  },
  'Сигнальный зеленый': {
    hex: '#317F43',
    rgb: { r: 49, g: 127, b: 67 }
  },
  'Сигнальный коричневый': {
    hex: '#6C3B2A',
    rgb: { r: 108, g: 59, b: 42 }
  },
  'Сигнальный красный': {
    hex: '#A52019',
    rgb: { r: 165, g: 32, b: 25 }
  },
  'Сигнальный оранжевый': {
    hex: '#FF9900',
    rgb: { r: 255, g: 153, b: 0 }
  },
  'Сигнальный серый': {
    hex: '#969992',
    rgb: { r: 150, g: 153, b: 146 }
  },
  'Сигнальный синий': {
    hex: '#1E2460',
    rgb: { r: 30, g: 36, b: 96 }
  },
  'Сигнальный фиолетовый': {
    hex: '#924E7D',
    rgb: { r: 146, g: 78, b: 125 }
  },
  'Сигнальный черный': {
    hex: '#282828',
    rgb: { r: 40, g: 40, b: 40 }
  },
  Сиена: {
    hex: '#A0522D',
    rgb: { r: 160, g: 82, b: 45 }
  },
  'Сиена жженая': {
    hex: '#E97451',
    rgb: { r: 233, g: 116, b: 81 }
  },
  Сизый: {
    hex: '#79A0C1',
    rgb: { r: 121, g: 160, b: 193 }
  },
  'Сине-зеленый': {
    hex: '#1F3A3D',
    rgb: { r: 31, g: 58, b: 61 }
  },
  'Сине-зеленый Крайола': {
    hex: '#0D98BA',
    rgb: { r: 13, g: 152, b: 186 }
  },
  'Сине-лиловый': {
    hex: '#8A2BE2',
    rgb: { r: 138, g: 43, b: 226 }
  },
  'Сине-серый Крайола': {
    hex: '#6699CC',
    rgb: { r: 102, g: 153, b: 204 }
  },
  'Сине-сиреневый': {
    hex: '#6C4675',
    rgb: { r: 108, g: 70, b: 117 }
  },
  'Сине-фиолетовый Крайола': {
    hex: '#7366BD',
    rgb: { r: 115, g: 102, b: 189 }
  },
  'Синевато-белый': {
    hex: '#F9DFCF',
    rgb: { r: 249, g: 223, b: 207 }
  },
  'Синевато-серый': {
    hex: '#7D746D',
    rgb: { r: 125, g: 116, b: 109 }
  },
  'Синевато-черный': {
    hex: '#151719',
    rgb: { r: 21, g: 23, b: 25 }
  },
  Синий: {
    hex: '#0000FF',
    rgb: { r: 0, g: 0, b: 255 }
  },
  'Синий-синий иней': {
    hex: '#AFDAFC',
    rgb: { r: 175, g: 218, b: 252 }
  },
  'Синий Градуса': {
    hex: '#007DFF',
    rgb: { r: 0, g: 125, b: 255 }
  },
  'Синий Клейна': {
    hex: '#3A75C4',
    rgb: { r: 58, g: 117, b: 196 }
  },
  'Синий Крайола': {
    hex: '#1F75FE',
    rgb: { r: 31, g: 117, b: 254 }
  },
  'Синий серый': {
    hex: '#474B4E',
    rgb: { r: 71, g: 75, b: 78 }
  },
  'Синий цвета яиц странствующего дрозда': {
    hex: '#1FCECB',
    rgb: { r: 31, g: 206, b: 203 }
  },
  'Синий чирок': {
    hex: '#18A7B5',
    rgb: { r: 24, g: 167, b: 181 }
  },
  'Синий экран смерти': {
    hex: '#122FAA',
    rgb: { r: 18, g: 47, b: 170 }
  },
  'Синяя лазурь (Лазурно-голубой)': {
    hex: '#2A52BE',
    rgb: { r: 42, g: 82, b: 190 }
  },
  'Синяя пыль': {
    hex: '#003399',
    rgb: { r: 0, g: 51, b: 153 }
  },
  'Синяя сталь': {
    hex: '#4682B4',
    rgb: { r: 70, g: 130, b: 180 }
  },
  'Синяя Элис': {
    hex: '#F0F8FF',
    rgb: { r: 240, g: 248, b: 255 }
  },
  Сиреневый: {
    hex: '#C8A2C8',
    rgb: { r: 200, g: 162, b: 200 }
  },
  'Сияющая орхидея': {
    hex: '#B565A7',
    rgb: { r: 181, g: 101, b: 167 }
  },
  'Скандальный оранжевый': {
    hex: '#FF6E4A',
    rgb: { r: 255, g: 110, b: 74 }
  },
  Скарлет: {
    hex: '#FC2847',
    rgb: { r: 252, g: 40, b: 71 }
  },
  'Сладкая вата': {
    hex: '#FFBCD9',
    rgb: { r: 255, g: 188, b: 217 }
  },
  'Сланцево-серый': {
    hex: '#434750',
    rgb: { r: 67, g: 71, b: 80 }
  },
  Сливовый: {
    hex: '#660066',
    rgb: { r: 102, g: 0, b: 102 }
  },
  'Сливовый Крайола': {
    hex: '#8E4585',
    rgb: { r: 142, g: 69, b: 133 }
  },
  'Сливочно-кремовый': {
    hex: '#F2DDC6',
    rgb: { r: 242, g: 221, b: 198 }
  },
  Сливочный: {
    hex: '#F2E8C9',
    rgb: { r: 242, g: 232, b: 201 }
  },
  'Слоновая кость': {
    hex: '#FFFFF0',
    rgb: { r: 255, g: 255, b: 240 }
  },
  'Снежно-синий': {
    hex: '#ACE5EE',
    rgb: { r: 172, g: 229, b: 238 }
  },
  'Солнечно-желтый': {
    hex: '#F39F18',
    rgb: { r: 243, g: 159, b: 24 }
  },
  Сомон: {
    hex: '#EFAF8C',
    rgb: { r: 239, g: 175, b: 140 }
  },
  'Сосновый зеленый': {
    hex: '#2C5545',
    rgb: { r: 44, g: 85, b: 69 }
  },
  'Сочный каштановый Крайола': {
    hex: '#B94E48',
    rgb: { r: 185, g: 78, b: 72 }
  },
  Спаржа: {
    hex: '#7BA05B',
    rgb: { r: 123, g: 160, b: 91 }
  },
  'Спаржа Крайола': {
    hex: '#87A96B',
    rgb: { r: 135, g: 169, b: 107 }
  },
  'Средний карминный': {
    hex: '#AF4035',
    rgb: { r: 175, g: 64, b: 53 }
  },
  'Средний персидский синий': {
    hex: '#0067A5',
    rgb: { r: 0, g: 103, b: 165 }
  },
  'Средний пурпурный': {
    hex: '#9370D8',
    rgb: { r: 147, g: 112, b: 216 }
  },
  'Средний серый': {
    hex: '#817066',
    rgb: { r: 129, g: 112, b: 102 }
  },
  'Стальной синий': {
    hex: '#231A24',
    rgb: { r: 35, g: 26, b: 36 }
  },
  'Старинный розовый': {
    hex: '#C08081',
    rgb: { r: 192, g: 128, b: 129 }
  },
  'Старое золото': {
    hex: '#CFB53B',
    rgb: { r: 207, g: 181, b: 59 }
  },
  'Старое кружево': {
    hex: '#FDF5E6',
    rgb: { r: 253, g: 245, b: 230 }
  },
  'Старый лен': {
    hex: '#EEDC82',
    rgb: { r: 238, g: 220, b: 130 }
  },
  'Сырая охра': {
    hex: '#D68A59',
    rgb: { r: 214, g: 138, b: 89 }
  },
  'Сырая умбра': {
    hex: '#714B23',
    rgb: { r: 113, g: 75, b: 35 }
  },
  Телегрей: {
    hex: '#909090',
    rgb: { r: 144, g: 144, b: 144 }
  },
  Телемагента: {
    hex: '#CF3476',
    rgb: { r: 207, g: 52, b: 118 }
  },
  'Темная Византия': {
    hex: '#5D3954',
    rgb: { r: 93, g: 57, b: 84 }
  },
  'Темная орхидея': {
    hex: '#9932CC',
    rgb: { r: 153, g: 50, b: 204 }
  },
  'Темно-алый': {
    hex: '#CB2821',
    rgb: { r: 203, g: 40, b: 33 }
  },
  'Темно-бирюзовый': {
    hex: '#116062',
    rgb: { r: 17, g: 96, b: 98 }
  },
  'Темно-голубой': {
    hex: '#3B83BD',
    rgb: { r: 59, g: 131, b: 189 }
  },
  'Темно-грушевый': {
    hex: '#D8A903',
    rgb: { r: 216, g: 169, b: 3 }
  },
  'Темно-желтый': {
    hex: '#B07D2B',
    rgb: { r: 176, g: 125, b: 43 }
  },
  'Темно-зеленый': {
    hex: '#013220',
    rgb: { r: 1, g: 50, b: 32 }
  },
  'Темно-каштановый': {
    hex: '#986960',
    rgb: { r: 152, g: 105, b: 96 }
  },
  'Темно-коралловый': {
    hex: '#CD5B45',
    rgb: { r: 205, g: 91, b: 69 }
  },
  'Темно-коричневый': {
    hex: '#654321',
    rgb: { r: 101, g: 67, b: 33 }
  },
  'Темно-красный': {
    hex: '#8B0000',
    rgb: { r: 139, g: 0, b: 0 }
  },
  'Темно-лазурный': {
    hex: '#08457E',
    rgb: { r: 8, g: 69, b: 126 }
  },
  'Темно-лососевый': {
    hex: '#E9967A',
    rgb: { r: 233, g: 150, b: 122 }
  },
  'Темно-мандариновый': {
    hex: '#FFA812',
    rgb: { r: 255, g: 168, b: 18 }
  },
  'Темно-оливковый': {
    hex: '#556832',
    rgb: { r: 85, g: 104, b: 50 }
  },
  'Темно-оранжевый': {
    hex: '#FF8C00',
    rgb: { r: 255, g: 140, b: 0 }
  },
  'Темно-персиковый': {
    hex: '#FFDAB9',
    rgb: { r: 255, g: 218, b: 185 }
  },
  'Темно-пурпурный': {
    hex: '#472A3F',
    rgb: { r: 71, g: 42, b: 63 }
  },
  'Темно-розовый': {
    hex: '#E75480',
    rgb: { r: 231, g: 84, b: 128 }
  },
  'Темно-серая мальва (Розовато-лилово-серый)': {
    hex: '#915F6D',
    rgb: { r: 145, g: 95, b: 109 }
  },
  'Темно-серо-коричневый': {
    hex: '#483C32',
    rgb: { r: 72, g: 60, b: 50 }
  },
  'Темно-серый': {
    hex: '#49423D',
    rgb: { r: 73, g: 66, b: 61 }
  },
  'Темно-синий': {
    hex: '#002137',
    rgb: { r: 0, g: 33, b: 55 }
  },
  'Темно-синий (Цвет формы морских офицеров)': {
    hex: '#000080',
    rgb: { r: 0, g: 0, b: 128 }
  },
  'Темно-синий Крайола': {
    hex: '#1974D2',
    rgb: { r: 25, g: 116, b: 210 }
  },
  'Темно-фиолетовый': {
    hex: '#9400D3',
    rgb: { r: 148, g: 0, b: 211 }
  },
  'Темное зеленое море': {
    hex: '#8FBC8F',
    rgb: { r: 143, g: 188, b: 143 }
  },
  'Темный аспидно-синий': {
    hex: '#483D8B',
    rgb: { r: 72, g: 61, b: 139 }
  },
  'Темный весенне-зеленый': {
    hex: '#177245',
    rgb: { r: 23, g: 114, b: 69 }
  },
  'Темный желто-зеленый': {
    hex: '#57A639',
    rgb: { r: 87, g: 166, b: 57 }
  },
  'Темный желто-коричневый': {
    hex: '#918151',
    rgb: { r: 145, g: 129, b: 81 }
  },
  'Темный желто-розовый': {
    hex: '#CC6C5C',
    rgb: { r: 204, g: 108, b: 92 }
  },
  'Темный желтовато-зеленый': {
    hex: '#304B26',
    rgb: { r: 48, g: 75, b: 38 }
  },
  'Темный желтовато-коричневый': {
    hex: '#3F2512',
    rgb: { r: 63, g: 37, b: 18 }
  },
  'Темный зеленовато-желто-зеленый': {
    hex: '#313830',
    rgb: { r: 49, g: 56, b: 48 }
  },
  'Темный зеленовато-желтый': {
    hex: '#9B8127',
    rgb: { r: 155, g: 129, b: 39 }
  },
  'Темный зеленовато-серый': {
    hex: '#45433B',
    rgb: { r: 69, g: 67, b: 59 }
  },
  'Темный зеленовато-синий': {
    hex: '#003841',
    rgb: { r: 0, g: 56, b: 65 }
  },
  'Темный зеленый': {
    hex: '#203A27',
    rgb: { r: 32, g: 58, b: 39 }
  },
  'Темный зеленый чай': {
    hex: '#BADBAD',
    rgb: { r: 186, g: 219, b: 173 }
  },
  'Темный золотарник (Темно-золотой)': {
    hex: '#B8860B',
    rgb: { r: 184, g: 134, b: 11 }
  },
  'Темный индиго': {
    hex: '#310062',
    rgb: { r: 49, g: 0, b: 98 }
  },
  'Темный Коричневый': {
    hex: '#35170C',
    rgb: { r: 53, g: 23, b: 12 }
  },
  'Темный красно-коричневый': {
    hex: '#321011',
    rgb: { r: 50, g: 16, b: 17 }
  },
  'Темный красно-оранжевый': {
    hex: '#9B2F1F',
    rgb: { r: 155, g: 47, b: 31 }
  },
  'Темный красно-пурпурный': {
    hex: '#4F273A',
    rgb: { r: 79, g: 39, b: 58 }
  },
  'Темный красно-серый': {
    hex: '#523C36',
    rgb: { r: 82, g: 60, b: 54 }
  },
  'Темный красный': {
    hex: '#681C23',
    rgb: { r: 104, g: 28, b: 35 }
  },
  'Темный маджента': {
    hex: '#8B008B',
    rgb: { r: 139, g: 0, b: 139 }
  },
  'Темный мандарин': {
    hex: '#EA7500',
    rgb: { r: 234, g: 117, b: 0 }
  },
  'Темный оливково-зеленый': {
    hex: '#232C16',
    rgb: { r: 35, g: 44, b: 22 }
  },
  'Темный оливково-коричневый': {
    hex: '#302112',
    rgb: { r: 48, g: 33, b: 18 }
  },
  'Темный оранжево-желтый': {
    hex: '#C37629',
    rgb: { r: 195, g: 118, b: 41 }
  },
  'Темный пастельно-зеленый': {
    hex: '#03C03C',
    rgb: { r: 3, g: 192, b: 60 }
  },
  'Темный пурпурно-красный': {
    hex: '#5B1E31',
    rgb: { r: 91, g: 30, b: 49 }
  },
  'Темный пурпурно-розовый': {
    hex: '#C76574',
    rgb: { r: 199, g: 101, b: 116 }
  },
  'Темный пурпурно-серый': {
    hex: '#564042',
    rgb: { r: 86, g: 64, b: 66 }
  },
  'Темный пурпурно-синий': {
    hex: '#1A162A',
    rgb: { r: 26, g: 22, b: 42 }
  },
  'Темный пурпурно-фиолетовый': {
    hex: '#660099',
    rgb: { r: 102, g: 0, b: 153 }
  },
  'Темный розовый': {
    hex: '#C76864',
    rgb: { r: 199, g: 104, b: 100 }
  },
  'Темный серо-желтый': {
    hex: '#A47C45',
    rgb: { r: 164, g: 124, b: 69 }
  },
  'Темный серо-коричневый': {
    hex: '#32221A',
    rgb: { r: 50, g: 34, b: 26 }
  },
  'Темный серо-красно-коричневый': {
    hex: '#371F1C',
    rgb: { r: 55, g: 31, b: 28 }
  },
  'Темный серо-красный': {
    hex: '#482A2A',
    rgb: { r: 72, g: 42, b: 42 }
  },
  'Темный серо-оливково-зеленый': {
    hex: '#27261A',
    rgb: { r: 39, g: 38, b: 26 }
  },
  'Темный серо-оливковый': {
    hex: '#2B2517',
    rgb: { r: 43, g: 37, b: 23 }
  },
  'Темный серо-синий': {
    hex: '#2C3337',
    rgb: { r: 44, g: 51, b: 55 }
  },
  'Темный синевато-зеленый': {
    hex: '#013A33',
    rgb: { r: 1, g: 58, b: 51 }
  },
  'Темный синевато-черный': {
    hex: '#464544',
    rgb: { r: 70, g: 69, b: 68 }
  },
  'Темный телегрей': {
    hex: '#82898F',
    rgb: { r: 130, g: 137, b: 143 }
  },
  'Темный терракотовый': {
    hex: '#4E3B31',
    rgb: { r: 78, g: 59, b: 49 }
  },
  'Темный ультрамариновый': {
    hex: '#00008B',
    rgb: { r: 0, g: 0, b: 139 }
  },
  'Темный хаки': {
    hex: '#BDB76B',
    rgb: { r: 189, g: 183, b: 107 }
  },
  'Темный циан': {
    hex: '#008B8B',
    rgb: { r: 0, g: 139, b: 139 }
  },
  'Темный черновато-пурпурный': {
    hex: '#452D35',
    rgb: { r: 69, g: 45, b: 53 }
  },
  'Темный янтарь': {
    hex: '#FF7E00',
    rgb: { r: 255, g: 126, b: 0 }
  },
  Терракота: {
    hex: '#CC4E5C',
    rgb: { r: 204, g: 78, b: 92 }
  },
  Терракотовый: {
    hex: '#904D30',
    rgb: { r: 144, g: 77, b: 48 }
  },
  Тиффани: {
    hex: '#0ABAB5',
    rgb: { r: 10, g: 186, b: 181 }
  },
  'Тихоокеанский синий': {
    hex: '#1CA9C9',
    rgb: { r: 28, g: 169, b: 201 }
  },
  Тициановый: {
    hex: '#D53E07',
    rgb: { r: 213, g: 62, b: 7 }
  },
  'Томатно-красный': {
    hex: '#A12312',
    rgb: { r: 161, g: 35, b: 18 }
  },
  Томатный: {
    hex: '#FF6347',
    rgb: { r: 255, g: 99, b: 71 }
  },
  Травяной: {
    hex: '#5DA130',
    rgb: { r: 93, g: 161, b: 48 }
  },
  'Травяной (Очень темный лимонный зеленый)': {
    hex: '#006400',
    rgb: { r: 0, g: 100, b: 0 }
  },
  'Травяной зеленый': {
    hex: '#35682D',
    rgb: { r: 53, g: 104, b: 45 }
  },
  'Транспортно-желтый': {
    hex: '#FAD201',
    rgb: { r: 250, g: 210, b: 1 }
  },
  'Транспортный зеленый': {
    hex: '#308446',
    rgb: { r: 48, g: 132, b: 70 }
  },
  'Транспортный красный': {
    hex: '#CC0605',
    rgb: { r: 204, g: 6, b: 5 }
  },
  'Транспортный оранжевый': {
    hex: '#F54021',
    rgb: { r: 245, g: 64, b: 33 }
  },
  'Транспортный пурпурный': {
    hex: '#A03472',
    rgb: { r: 160, g: 52, b: 114 }
  },
  'Транспортный серый': {
    hex: '#8D948D',
    rgb: { r: 141, g: 148, b: 141 }
  },
  'Транспортный синий': {
    hex: '#063971',
    rgb: { r: 6, g: 57, b: 113 }
  },
  'Транспортный черный': {
    hex: '#1E1E1E',
    rgb: { r: 30, g: 30, b: 30 }
  },
  'Трилистник Крайола': {
    hex: '#45CEA2',
    rgb: { r: 69, g: 206, b: 162 }
  },
  'Тростниково-зеленый': {
    hex: '#6C7156',
    rgb: { r: 108, g: 113, b: 86 }
  },
  'Турецкий розовый': {
    hex: '#B57281',
    rgb: { r: 181, g: 114, b: 129 }
  },
  'Тускло-амарантово-розовый': {
    hex: '#DDBEC3',
    rgb: { r: 221, g: 190, b: 195 }
  },
  'Тускло-розовый': {
    hex: '#FFE4E1',
    rgb: { r: 255, g: 228, b: 225 }
  },
  'Тусклый мандарин': {
    hex: '#F28500',
    rgb: { r: 242, g: 133, b: 0 }
  },
  'Тусклый пурпурный': {
    hex: '#AE848B',
    rgb: { r: 174, g: 132, b: 139 }
  },
  'Тусклый серый': {
    hex: '#696969',
    rgb: { r: 105, g: 105, b: 105 }
  },
  'Тыква (Тыквенный)': {
    hex: '#FF7518',
    rgb: { r: 255, g: 117, b: 24 }
  },
  'Ультрамариново-синий': {
    hex: '#20214F',
    rgb: { r: 32, g: 33, b: 79 }
  },
  Ультрамариновый: {
    hex: '#120A8F',
    rgb: { r: 18, g: 10, b: 143 }
  },
  'Умбра жженая': {
    hex: '#8A3324',
    rgb: { r: 138, g: 51, b: 36 }
  },
  'Умеренно-бирюзовый': {
    hex: '#48D1CC',
    rgb: { r: 72, g: 209, b: 204 }
  },
  'Умеренно-зеленое море': {
    hex: '#3CB371',
    rgb: { r: 60, g: 179, b: 113 }
  },
  'Умеренно-оливковый': {
    hex: '#5E490F',
    rgb: { r: 94, g: 73, b: 15 }
  },
  'Умеренно-темный пурпурный': {
    hex: '#803E75',
    rgb: { r: 128, g: 62, b: 117 }
  },
  'Умеренно зеленый': {
    hex: '#C0DCC0',
    rgb: { r: 192, g: 220, b: 192 }
  },
  'Умеренный аквамариновый': {
    hex: '#66CDAA',
    rgb: { r: 102, g: 205, b: 170 }
  },
  'Умеренный аспидно-синий': {
    hex: '#7B68EE',
    rgb: { r: 123, g: 104, b: 238 }
  },
  'Умеренный весенний зеленый': {
    hex: '#00FA9A',
    rgb: { r: 0, g: 250, b: 154 }
  },
  'Умеренный желто-зеленый': {
    hex: '#8B8940',
    rgb: { r: 139, g: 137, b: 64 }
  },
  'Умеренный желто-коричневый': {
    hex: '#7D512D',
    rgb: { r: 125, g: 81, b: 45 }
  },
  'Умеренный желто-розовый': {
    hex: '#EE9374',
    rgb: { r: 238, g: 147, b: 116 }
  },
  'Умеренный желтовато-зеленый': {
    hex: '#657F4B',
    rgb: { r: 101, g: 127, b: 75 }
  },
  'Умеренный желтый': {
    hex: '#D79D41',
    rgb: { r: 215, g: 157, b: 65 }
  },
  'Умеренный зеленовато-желтый': {
    hex: '#C4A43D',
    rgb: { r: 196, g: 164, b: 61 }
  },
  'Умеренный зеленовато-синий': {
    hex: '#30626B',
    rgb: { r: 48, g: 98, b: 107 }
  },
  'Умеренный зеленый': {
    hex: '#386646',
    rgb: { r: 56, g: 102, b: 70 }
  },
  'Умеренный коричневый': {
    hex: '#673923',
    rgb: { r: 103, g: 57, b: 35 }
  },
  'Умеренный красно-оранжевый': {
    hex: '#D35339',
    rgb: { r: 211, g: 83, b: 57 }
  },
  'Умеренный красно-пурпурный': {
    hex: '#8C4566',
    rgb: { r: 140, g: 69, b: 102 }
  },
  'Умеренный красный': {
    hex: '#AB343A',
    rgb: { r: 171, g: 52, b: 58 }
  },
  'Умеренный оливково-зеленый': {
    hex: '#434B1B',
    rgb: { r: 67, g: 75, b: 27 }
  },
  'Умеренный оранжево-желтый': {
    hex: '#F7943C',
    rgb: { r: 247, g: 148, b: 60 }
  },
  'Умеренный оранжевый': {
    hex: '#E8793E',
    rgb: { r: 232, g: 121, b: 62 }
  },
  'Умеренный пурпурно-красный': {
    hex: '#A73853',
    rgb: { r: 167, g: 56, b: 83 }
  },
  'Умеренный пурпурно-розовый': {
    hex: '#E28090',
    rgb: { r: 226, g: 128, b: 144 }
  },
  'Умеренный пурпурно-синий': {
    hex: '#423C63',
    rgb: { r: 66, g: 60, b: 99 }
  },
  'Умеренный пурпурный': {
    hex: '#7F4870',
    rgb: { r: 127, g: 72, b: 112 }
  },
  'Умеренный розовый': {
    hex: '#EE9086',
    rgb: { r: 238, g: 144, b: 134 }
  },
  'Умеренный серо-коричневый': {
    hex: '#674C47',
    rgb: { r: 103, g: 76, b: 71 }
  },
  'Умеренный синевато-зеленый': {
    hex: '#2F6556',
    rgb: { r: 47, g: 101, b: 86 }
  },
  'Умеренный синий': {
    hex: '#395778',
    rgb: { r: 57, g: 87, b: 120 }
  },
  'Умеренный фиолетово-красный': {
    hex: '#C71585',
    rgb: { r: 199, g: 21, b: 133 }
  },
  'Умеренный фиолетовый': {
    hex: '#543964',
    rgb: { r: 84, g: 57, b: 100 }
  },
  'Умеренный цвет орхидеи': {
    hex: '#BA55D3',
    rgb: { r: 186, g: 85, b: 211 }
  },
  'Фалунский красный': {
    hex: '#801818',
    rgb: { r: 128, g: 24, b: 24 }
  },
  Фанданго: {
    hex: '#B55489',
    rgb: { r: 181, g: 84, b: 137 }
  },
  Фельдграу: {
    hex: '#4D5D53',
    rgb: { r: 77, g: 93, b: 83 }
  },
  Фиалковый: {
    hex: '#EA8DF7',
    rgb: { r: 234, g: 141, b: 247 }
  },
  'Фиолетово-баклажанный': {
    hex: '#991199',
    rgb: { r: 153, g: 17, b: 153 }
  },
  'Фиолетово-красный Крайола': {
    hex: '#F75394',
    rgb: { r: 247, g: 83, b: 148 }
  },
  'Фиолетово-сизый': {
    hex: '#8000FF',
    rgb: { r: 128, g: 0, b: 255 }
  },
  'Фиолетово-синий': {
    hex: '#354D73',
    rgb: { r: 53, g: 77, b: 115 }
  },
  'Фиолетово-синий Крайола': {
    hex: '#324AB2',
    rgb: { r: 50, g: 74, b: 178 }
  },
  Фиолетовый: {
    hex: '#8B00FF',
    rgb: { r: 139, g: 0, b: 255 }
  },
  'Фиолетовый Крайола (Пурпурный)': {
    hex: '#926EAE',
    rgb: { r: 146, g: 110, b: 174 }
  },
  Фисташковый: {
    hex: '#BEF574',
    rgb: { r: 190, g: 245, b: 116 }
  },
  'Французский розовый': {
    hex: '#F64A8A',
    rgb: { r: 246, g: 74, b: 138 }
  },
  'Фталоцианиновый зеленый': {
    hex: '#123524',
    rgb: { r: 18, g: 53, b: 36 }
  },
  'Фузи-вузи': {
    hex: '#CC6666',
    rgb: { r: 204, g: 102, b: 102 }
  },
  'Фуксия (Фуксин)': {
    hex: '#F754E1',
    rgb: { r: 247, g: 84, b: 225 }
  },
  'Фуксия Крайола': {
    hex: '#C364C5',
    rgb: { r: 195, g: 100, b: 197 }
  },
  Хаки: {
    hex: '#806B2A',
    rgb: { r: 128, g: 107, b: 42 }
  },
  'Хромовый зеленый': {
    hex: '#2E3A23',
    rgb: { r: 46, g: 58, b: 35 }
  },
  'Цвет блошиного брюшка': {
    hex: '#4E1609',
    rgb: { r: 78, g: 22, b: 9 }
  },
  'Цвет ВКонтакте': {
    hex: '#4D7198',
    rgb: { r: 77, g: 113, b: 152 }
  },
  'Цвет влюбленной жабы': {
    hex: '#3CAA3C',
    rgb: { r: 60, g: 170, b: 60 }
  },
  'Цвет детской неожиданности': {
    hex: '#F7F21A',
    rgb: { r: 247, g: 242, b: 26 }
  },
  'Цвет елки': {
    hex: '#2A5C03',
    rgb: { r: 42, g: 92, b: 3 }
  },
  'Цвет желтого школьного автобуса': {
    hex: '#FFD800',
    rgb: { r: 255, g: 216, b: 0 }
  },
  'Цвет загара (Желто-коричневый)': {
    hex: '#D2B48C',
    rgb: { r: 210, g: 180, b: 140 }
  },
  'Цвет загара Крайола': {
    hex: '#FAA76C',
    rgb: { r: 250, g: 167, b: 108 }
  },
  'Цвет Красного моря': {
    hex: '#1F4037',
    rgb: { r: 31, g: 64, b: 55 }
  },
  'Цвет маленького мандарина': {
    hex: '#FFA474',
    rgb: { r: 255, g: 164, b: 116 }
  },
  'Цвет медвежьего ушка': {
    hex: '#834D18',
    rgb: { r: 131, g: 77, b: 24 }
  },
  'Цвет мокрого асфальта': {
    hex: '#505050',
    rgb: { r: 80, g: 80, b: 80 }
  },
  'Цвет морской волны (Аква)': {
    hex: '#008CF0',
    rgb: { r: 0, g: 140, b: 240 }
  },
  'Цвет морской раковины (Морская пена)': {
    hex: '#FFF5EE',
    rgb: { r: 255, g: 245, b: 238 }
  },
  'Цвет окраски птицы чирок (Сине-зеленый)': {
    hex: '#008080',
    rgb: { r: 0, g: 128, b: 128 }
  },
  'Цветочный белый': {
    hex: '#FFFAF0',
    rgb: { r: 255, g: 250, b: 240 }
  },
  'Цвет пергидрольной блондинки': {
    hex: '#EEE6A3',
    rgb: { r: 238, g: 230, b: 163 }
  },
  'Цвет пожарной машины': {
    hex: '#CE2029',
    rgb: { r: 206, g: 32, b: 41 }
  },
  'Цвет слоновой кости (Айвори)': {
    hex: '#FFFDDF',
    rgb: { r: 255, g: 253, b: 223 }
  },
  'Цвет суеты': {
    hex: '#E3256B',
    rgb: { r: 227, g: 37, b: 107 }
  },
  'Цвет Твиттера': {
    hex: '#1FAEE9',
    rgb: { r: 31, g: 174, b: 233 }
  },
  'Цвет Фейсбука': {
    hex: '#3B5998',
    rgb: { r: 59, g: 89, b: 152 }
  },
  'Цвет Хабрахабра': {
    hex: '#78A2B7',
    rgb: { r: 120, g: 162, b: 183 }
  },
  'Цвет Черного моря': {
    hex: '#1A4780',
    rgb: { r: 26, g: 71, b: 128 }
  },
  'Цвет шампанского': {
    hex: '#FCFCEE',
    rgb: { r: 252, g: 252, b: 238 }
  },
  'Цвет шелковистых нитевидных пестиков початков неспелой кукурузы': {
    hex: '#FFF8DC',
    rgb: { r: 255, g: 248, b: 220 }
  },
  'Цвет яйца дрозда': {
    hex: '#00CCCC',
    rgb: { r: 0, g: 204, b: 204 }
  },
  'Цвет Яндекса': {
    hex: '#FFCC00',
    rgb: { r: 255, g: 204, b: 0 }
  },
  'Цементно-серый (Цементный)': {
    hex: '#7D8471',
    rgb: { r: 125, g: 132, b: 113 }
  },
  'Циан, Цвет морской волны': {
    hex: '#00FFFF',
    rgb: { r: 0, g: 255, b: 255 }
  },
  'Цинково-желтый': {
    hex: '#F8F32B',
    rgb: { r: 248, g: 243, b: 43 }
  },
  Циннвальдит: {
    hex: '#EBC2AF',
    rgb: { r: 235, g: 194, b: 175 }
  },
  'Циннвальдитово-розовый': {
    hex: '#FFCBBB',
    rgb: { r: 255, g: 203, b: 187 }
  },
  'Черно-зеленый': {
    hex: '#343E40',
    rgb: { r: 52, g: 62, b: 64 }
  },
  'Черно-коричневый': {
    hex: '#212121',
    rgb: { r: 33, g: 33, b: 33 }
  },
  'Черно-красный': {
    hex: '#412227',
    rgb: { r: 65, g: 34, b: 39 }
  },
  'Черно-оливковый': {
    hex: '#3B3C36',
    rgb: { r: 59, g: 60, b: 54 }
  },
  'Черно-серый': {
    hex: '#23282B',
    rgb: { r: 35, g: 40, b: 43 }
  },
  'Черно-синий': {
    hex: '#18171C',
    rgb: { r: 24, g: 23, b: 28 }
  },
  'Черновато-зеленый': {
    hex: '#141613',
    rgb: { r: 20, g: 22, b: 19 }
  },
  'Черновато-красный': {
    hex: '#1F0E11',
    rgb: { r: 31, g: 14, b: 17 }
  },
  'Черновато-пурпурный': {
    hex: '#1D1018',
    rgb: { r: 29, g: 16, b: 24 }
  },
  'Черновато-синий': {
    hex: '#161A1E',
    rgb: { r: 22, g: 26, b: 30 }
  },
  Черный: {
    hex: '#000000',
    rgb: { r: 0, g: 0, b: 0 }
  },
  'Черный янтарь': {
    hex: '#0A0A0A',
    rgb: { r: 10, g: 10, b: 10 }
  },
  Чертополох: {
    hex: '#D8BFD8',
    rgb: { r: 216, g: 191, b: 216 }
  },
  'Чертополох Крайола': {
    hex: '#EBC7DF',
    rgb: { r: 235, g: 199, b: 223 }
  },
  Шамуа: {
    hex: '#A08040',
    rgb: { r: 160, g: 128, b: 64 }
  },
  'Шапка Деда Мороза': {
    hex: '#CA3A27',
    rgb: { r: 202, g: 58, b: 39 }
  },
  'Шапка Санта-Клауса': {
    hex: '#ED4830',
    rgb: { r: 237, g: 72, b: 48 }
  },
  'Шартрез, Ядовито-зеленый': {
    hex: '#7FFF00',
    rgb: { r: 127, g: 255, b: 0 }
  },
  'Шафраново-желтый': {
    hex: '#F5D033',
    rgb: { r: 245, g: 208, b: 51 }
  },
  Шафрановый: {
    hex: '#F4C430',
    rgb: { r: 244, g: 196, b: 48 }
  },
  'Шелковица Крайола': {
    hex: '#C54B8C',
    rgb: { r: 197, g: 75, b: 140 }
  },
  'Шокирующий розовый Крайола': {
    hex: '#FB7EFD',
    rgb: { r: 251, g: 126, b: 253 }
  },
  'Шоколадно-коричневый': {
    hex: '#45322E',
    rgb: { r: 69, g: 50, b: 46 }
  },
  Шоколадный: {
    hex: '#D2691E',
    rgb: { r: 210, g: 105, b: 30 }
  },
  Экрю: {
    hex: '#CDB891',
    rgb: { r: 205, g: 184, b: 145 }
  },
  'Экстравагантный розовый Крайола': {
    hex: '#FF33CC',
    rgb: { r: 255, g: 51, b: 204 }
  },
  Электрик: {
    hex: '#7DF9FF',
    rgb: { r: 125, g: 249, b: 255 }
  },
  'Электрик лайм (Лаймовый)': {
    hex: '#CCFF00',
    rgb: { r: 204, g: 255, b: 0 }
  },
  'Электрик лайм Крайола': {
    hex: '#CEFF1D',
    rgb: { r: 206, g: 255, b: 29 }
  },
  'Ядовито-зеленый': {
    hex: '#40826D',
    rgb: { r: 64, g: 130, b: 109 }
  },
  Янтарный: {
    hex: '#FFBF00',
    rgb: { r: 255, g: 191, b: 0 }
  },
  'Яркий желто-зеленый': {
    hex: '#93AA00',
    rgb: { r: 147, g: 170, b: 0 }
  },
  'Яркий желто-розовый': {
    hex: '#FF845C',
    rgb: { r: 255, g: 132, b: 92 }
  },
  'Яркий зеленовато-желтый': {
    hex: '#F4C800',
    rgb: { r: 244, g: 200, b: 0 }
  },
  'Яркий зеленый': {
    hex: '#007D34',
    rgb: { r: 0, g: 125, b: 52 }
  },
  'Яркий красно-оранжевый': {
    hex: '#F13A13',
    rgb: { r: 241, g: 58, b: 19 }
  },
  'Яркий красно-пурпурный': {
    hex: '#7E0059',
    rgb: { r: 126, g: 0, b: 89 }
  },
  'Яркий красный': {
    hex: '#C10020',
    rgb: { r: 193, g: 0, b: 32 }
  },
  'Яркий оранжево-желтый': {
    hex: '#FF8E00',
    rgb: { r: 255, g: 142, b: 0 }
  },
  'Яркий оранжевый': {
    hex: '#FF6800',
    rgb: { r: 255, g: 104, b: 0 }
  },
  'Яркий пурпурно-красный': {
    hex: '#D5265B',
    rgb: { r: 213, g: 38, b: 91 }
  },
  'Яркий пурпурный': {
    hex: '#943391',
    rgb: { r: 148, g: 51, b: 145 }
  },
  'Яркий синевато-зеленый': {
    hex: '#00836E',
    rgb: { r: 0, g: 131, b: 110 }
  },
  'Яркий фиолетовый Крайола': {
    hex: '#8F509D',
    rgb: { r: 143, g: 80, b: 157 }
  },
  'Ярко-бирюзовый': {
    hex: '#08E8DE',
    rgb: { r: 8, g: 232, b: 222 }
  },
  'Ярко-желтый': {
    hex: '#FFB300',
    rgb: { r: 255, g: 179, b: 0 }
  },
  'Ярко-зеленый': {
    hex: '#66FF00',
    rgb: { r: 102, g: 255, b: 0 }
  },
  'Ярко-мандариновый': {
    hex: '#FFA089',
    rgb: { r: 255, g: 160, b: 137 }
  },
  'Ярко-розовый': {
    hex: '#FC0FC0',
    rgb: { r: 252, g: 15, b: 192 }
  },
  'Ярко-синий': {
    hex: '#007CAD',
    rgb: { r: 0, g: 124, b: 173 }
  },
  'Ярко-сиреневый': {
    hex: '#E0B0FF',
    rgb: { r: 224, g: 176, b: 255 }
  }
}
